Repository: slims/slims8_akasia
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: my_mm

source: You are going to edit Supplier data
my_mm: သင်သည်ဖြန့်ဝေသူ၏အချက်အလက်များကို တည်းဖြတ်မည်။

source: Subject can't be empty
my_mm: ပညာရပ်ကို ဗလာထား၍ မရပါ

source: Subject Data Successfully Updated
my_mm: ပညာရပ် အချက်အလက်များ အောင်မြင်စွာ လတ်တလောအချိန်ထိ ဖြည့် ထည့်ပြီး

source: Subject Data FAILED to Updated. Please Contact System Administrator
my_mm: ပညာရပ် အချက်အလက်များလတ်တလောအချိန်ထိ ဖြည့် ထည့်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Subject Data Successfully Saved
my_mm: ဘာသာရပ်ဆိုင်ရာအချက်အလက်အသစ်အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Subject Data FAILED to Save. Please Contact System Administrator
my_mm: ပညာရပ်အချက်အလက် သိမ်ဆည်းခြင်း မအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Add New Subject
my_mm: ပညာရပ်အသစ် ထပ်ဖြည့်ပါ

source: Classification Code
my_mm: မျိုးတူစုသင်္ကေတ

source: Subject Type
my_mm: ပညာရပ်အမျိုးအစား

source: Add New Vocabulary
my_mm: ဝေါဟာရ အသစ်ထည်ရန်

source: Class. Code
my_mm: မျိုးတူစုသင်္ကေတ

source: There is no record in membership database yet, Export FAILED!
my_mm: အသင်းဝင်များအချက်အလက်ဘဏ်တွင်မှတ်တမ်းမရှိသေးပါ၊ ပြင်ပသို့ပေးပို့ခြင်း မအောင်မြင်ပါ၊

source: Export Data
my_mm: အချက်အလက်များအခြားသို့ ပို့ဆောင်ခြင်း

source: Export member(s) data to CSV file
my_mm: အသင်းဝင်များ၏ သတင်းအချက်အလက်များကို CSV ဖိုင်သို့ ပေးပို့ရန်

source: records inserted successfully to members database, from record
my_mm: မွတ္တမ္းမွအသင္းဝင္၏အေျခခံအခ်က္အလက္ထည္.သြင္းျခင္းေအာင္ျမင္ေျကာင္းမွတ္တမ္းတင္သည္။

source: Import Data
my_mm: ပြင်ပမှအချက်အလက်များ လက်ခံရယူခြင်း

source: Import for members data from CSV file
my_mm: CSV ဖိုင်မှ အသင်းဝင်များ၏ အချက်အလက်များအတွက် ပြင်ပသို့ ပို့လွတ်ပါ။

source: Member ID and Name can't be empty
my_mm: အသင်းဝင်နံပါတ်နှင့် အမည်ကို ချန်လပ် ၍မရပါ။

source: Password confirmation does not match. See if your Caps Lock key is on!
my_mm: စကားဝှက်ကိုက်ညီမှန်ကန်ခြင်း မရှိပါ။ သင်၏ Caps Lock key ခလုပ် ဖွင့်ထားမိ သလား ကြည့်ပါ။

source: Member Data Successfully Updated
my_mm: အသင်းဝင်၏ ကိုယ်ရေးအချက်အလက်များ ထပ်မံအောင် မြင်စွာ ထည့်သွင်းခဲ.သည်။

source: Image FAILED to upload
my_mm: ရုပ်ပုံတင်ခြင်း မအောင်မြင်ပါ။

source: Member Data FAILED to Save/Update. Please Contact System Administrator
my_mm: အသင်းဝင်၏ ကိုယ်ရေးအချက်အလက်များထည့်သွင်း ခြင်းဖြည့်စွက်ခြင်းမအောင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Member Data Successfully Saved
my_mm: အသင်းဝင်အသစ်၏ကိုယ်ရေးအချက်အလက်များ အောင်မြင်စွာ သိမ်းဆည်းပြီး။

source: Below member data can't be deleted because still have unreturned item(s)
my_mm: အောက်တွင်ရှိ အသင်းဝင်၏ ကိုယ်ရေး အချက်အလက်များ ပယ်ဖျက်ရန် မဖြစ်နိုင်ပါ၊ ပြန်လည်အပ်နှံရန် အရာများရှိနေသည်။

source: Membership
my_mm: အသင်းဝင်

source: Member List
my_mm: အသင်းဝင်များ စာရင်း

source: View Expired Member
my_mm: အသင်းဝင်အဖြစ်မှ ရပ်ဆိုင်း သွားသူများမှာ၊

source: Add New Member
my_mm: အသင်းဝင်အသစ်ထပ်ဖြည့်ရန်

source: Member Search
my_mm: အသင်းဝင်အမည်ရှာခြင်း

source: Extend Membership
my_mm: အသင်းဝင်သက်တမ်း တိုးမြှင့်ရန်

source: Birth Date
my_mm: မွေးရက်၊ လ၊ ခုနှစ်

source: Member Since
my_mm: အသင်းဝင်အဖြစ်စတင်သည့်နေ့စွဲ

source: Auto Set
my_mm: အလိုအလျှောက်အစုအဝေး

source: Institution
my_mm: အဖွဲ့ အစည်း

source: Membership Type
my_mm: အသင်းဝင် အမျိုးအစား

source: Male
my_mm: ကျား

source: Female
my_mm: မ

source: Sex
my_mm: ကျား/မ

source: Postal Code
my_mm: စာတိုက်သင်္ကေတ

source: Mail Address
my_mm: စာတိုက်မှ စာပေးပို့ရန် လိပ်စာ

source: Personal ID Number
my_mm: မိမိ၏ ကိုယ်ရေးဖေါ်ပြသင်ကေတနံပါတ်

source: Notes
my_mm: မှတ်စုများ

source: Pending Membership
my_mm: ဆိုင်းငံ့ထားသည့် အသင်းဝင်

source: Yes
my_mm: မှန်ပါတယ်

source: or take a photo
my_mm: သို.မဟုတ္ဓါတ္ပၤုယူခဲ.ပါ

source: Load Camera
my_mm: ကင်မရာအသုံးပြုပါ

source: Ratio:
my_mm: ္အခ်ိဳး

source: Photo
my_mm: ဓါတ်ပုံ

source: E-mail
my_mm: အီးမေးလိပ်စာ

source: New Password
my_mm: စကားဝှက်အသစ်

source: Confirm New Password
my_mm: စကားဝှက်အသစ်မှန်ကြောင်းအတည်ပြုပါ။

source: You are going to edit member data
my_mm: သင်သည်အသင်းဝင်အချက်အလက်များတည်းဖြတ်တော့မည်။

source: Leave Password field blank if you don't want to change the password
my_mm: စကားဝှက်ထည့်သည့်အကွက်အားစကားဝှက်ကို မပြောင်းလဲ လိုပါကဗလာထားပါ။

source: Expired Member List
my_mm: အသင်းဝင်အဖြစ် ကုန်ဆုံးသွာသောသူများစာရင်း

source: Extend Selected Member(s)
my_mm: ရွေး ချယ်ထားသော အသင်းဝင်ကိုအသင်းဝင်သက်တမ်း တိုးပါ။

source: Are you sure to EXTEND membership for selected members?
my_mm: ရွေးချယ်ထားသော အသင်းဝင်များကိုသက်တမ်း တိုးရန် သင်သေချာ ရဲ့လား။

source: members extended!
my_mm: အသင်းဝင် များကို သက်တမ်း တိုးလိုက်ပြီ။

source: Found
my_mm: တွေ.ရှိသည်။

source: from your search with keyword
my_mm: သင်ရှာဖွေသောအဓိကစာလုံးမှ

source: days
my_mm: ရက်ပေါင်း

source: Overdue Notice for Member {member_name} ({member_email})
my_mm: အသင်းဝင် {member_name} ({member_email}) များအတွက်ရက်လွန်သတိပြုပါ

source: Member Card Printing
my_mm: အသင်းဝင်ကဒ်များရိုက်နှိပ်ခြင်း

source: Print Member Cards for Selected Data
my_mm: ရွေးထားသည့် မှတ်တမ်းအချက်အလက်များအတွက်အသင်းဝင်ကဒ် ပုံနှိပ်ပါ။

source: Member card print settings
my_mm: အသင်းဝင်ကဒ်များရိုက်နှိပ်ခြင်းသတ်မှတ်ခြင်း

source: Member Type Name can't be empty
my_mm: အသင်းဝင် အမျိုးအစားအမည်ကိုဗလာ ထား၍ မရပါ။

source: Member Type Successfully Updated
my_mm: အသင်းဝင် အမျိုးအစားအောင်မြင်စွာ ဖြည့်စွက်ပြီးပြီ။

source: Member Type Data FAILED to Save/Update. Please Contact System Administrator
my_mm: အသင်းဝင်အမျိုးအစား အချက်အလက်များ ဖြည့်စွက်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ

source: New Member Type Successfully Saved
my_mm: အသင်းဝင်အမျိုးအစားအသစ်အောင်မြင်စွာ သိမ်းဆည်းပြီး။

source: Member Type List
my_mm: အသင်းဝင်အမျိုးအစား စာရင်း

source: Add New Member Type
my_mm: အသင်းဝင်အမျိုးအစားအသစ်ထပ်ထည့်ရန်

source: Member Type Name
my_mm: အသင်းဝင်အမျိုးအစားအမည်

source: Loan Periode (In Days)
my_mm: စာငှါးကာလ ( ရက်ဖြင့်)

source: Enable
my_mm: လုပ်နိုင်ရန် ဖွင့် ပေးသည်။

source: Disable
my_mm: မလုပ်နိုင်ရန်ပိတ်လိုက်သည်။

source: Reserve Limit
my_mm: သီးသန့်လျာထားနိုင်သည့်အကန့်အသတ်

source: Membership Periode (In Days)
my_mm: အသင်းဝင်ကာလ (ရက်ဖြင့်)

source: Fine Each Day
my_mm: တစ်ရက် အတွက် ဒဏ်ငွေ

source: View Member List
my_mm: အသင်းဝင်များ စာရင်းကြည့်ရန်

source: View Library Member List
my_mm: အသင်းဝင်စာကြည့်တိုက်များစာရင်းကြည့်ရန်

source: Add New Library Member Data
my_mm: အသင်းဝင်အသစ်များ၏ အချက်အလက်များ ထပ်ဖြည့်ပါ

source: View and modify member type
my_mm: အသင်းဝင်အမျိုးအစားကြည့်၍လိုအပ်သလိုပြင်ပါ

source: Print Member Card
my_mm: အသင်းဝင်ကဒ်ပုံနှိပ်ပါ

source: Export Members Data To CSV File
my_mm: CSV ဖိုင်သို့ အသင်းဝင်များ၏အချက်အလက်များ ပို့ဆောင်ခြင်း

source: Import Members Data From CSV File
my_mm: CSV ဖိုင်မှ အသင်းဝင်များ၏အချက်အလက်များ လက်ခံရယူခြင်း

source: Total Titles By Medium/GMD
my_mm: GMD/Medium မွစုစုေပါင္းေခါင္းစဥ္

source: Total Items By Collection Type
my_mm: စာစုအမျိုးအစားအလိုက်စာအုပ်စုစုပေါင်း

source: Total Members By Membership Type
my_mm: အသင်းဝင်အမျိုးအစားအလိုက် အသင်းဝင်စုစုပေါင်း

source: Total Loan By GMD/Medium
my_mm: GMD/Medium မွအားလံုးငွားရမ္းျခင္း

source: Total Loan By Collection Type
my_mm: စာစုအမျိုးအစားအလိုက်စာငှါးစုစုပေါင်း

source: Custom Recapitulations
my_mm: သုံးစွဲသူ၏အဓိကအချက်အလက်အနှစ်ချုင်္ပ

source: Report Filter
my_mm: အစီရင်ခံစာကိုစစ်ထုတ်ခြင်း

source: Recap By
my_mm: မှ တိကျစွာ ပြန်လည်ဖေါ်ပြသည်

source: Apply Filter
my_mm: စစ်ထုတ်ခြင်းအသုံးပြုရန်

source: Show More Filter Options
my_mm: စစ်ထုတ်နည်းများဖေါ်ပြပါ။

source: Hide Filter Options
my_mm: စစ်ထုတ်နည်းများကိုဖုံးကွယ်ထားရန်

source: Title and Collection Recap by
my_mm: ခေါင်းစည်း နှင်.စုဆောင်း ထားသည် ကို တိကျစွာ ပြန်လည်ဖေါ်ပြသူ

source: Print Current Page
my_mm: လက်ရှိစာမျက်နှာကို ပုံနှိပ်ရန်

source: Export to spreadsheet format
my_mm: ဇယားပုံစံပို့ဆောင်ခြင်း

source: Title and Collection recapitulation based on classification and others
my_mm: အမျိုးအစား ခွဲခြား သတ်မှတ်ခြင်း နှင့် အခြားသော အချက် များ ပေါ်တွင်မူတည်၍ တိကျစွာ ပြန်လည်ဖေါ်ပြထားသော ခေါင်းစည်း အမည် နှင့် စုဆောင်းထားသည်များ

source: Title List
my_mm: စာအုပ်အမည်စာရင်း

source: List of bibliographic titles
my_mm: စာကြည့်တိုက် ဆိုင်ရာ ခေါင်းစည်း အမည် စာရင်း

source: Items Title List
my_mm: စာအုပ်ခေါင်းစည်းအမည်များစာရင်း

source: List of collection/items
my_mm: စာစုများ/ စာအုပ်များစာရင်း

source: Items Usage Statistics
my_mm: စာအုပ်များသုံးခြင်းစာရင်းဇယား

source: List of Collection/items usage statistic
my_mm: စာစုများ/ စာအုပ်များသုံးခြင်းစာရင်းဇယား

source: Loans by Classification
my_mm: မျိုးတူစုအလိုက် စာငှါးမှတ်တမ်းများ

source: Loan statistic by classification
my_mm: မျိုးတူစုအလိုက်စာငှါးစာရင်း

source: List of library member/patron
my_mm: စာကြည့်တိုက် အသင်းဝင်/ထောက်ခံ သူ စာရင်း

source: Loan List by Member
my_mm: အသင်းဝင်အလိုက်စာငှားစာရင်း

source: List of loan by each member
my_mm: အသင်းဝင်တစ်ဦးချင်း၏စာငှါးစာရင်း

source: Due Date Warning
my_mm: ပြန်လည်အပ်နှံရမည့်နေ့စွဲသတိပေးခြင်း

source: Loan Due Date Warnings
my_mm: ပြန်လည်အပ်နှံရမည့်နေ့စွဲများသတိပေးခြင်း

source: Staff Activity
my_mm: စာကြည့် တိုက် ဝန်ထမ်း လုပ်ငန်းဆောင်တာ

source: Staff activity log recapitulation
my_mm: စာကြည့် တိုက် ဝန်ထမ်း လုပ်ငန်းဆောင်တာ မှတ်တမ်း မှတ်ရာ တိကျစွာ ပြန်လည်ဖေါ်ပြခြင်း

source: Visitor Statistic
my_mm: စာကြည့် တိုက် သို.လာရောက် သူစာရငး

source: Visitor Statistic (by Day)
my_mm: စာကြည့် တိုက် သို.လာရောက် သူစာရငးလေ့လာဖေါ်ပြခြင်း (နေ့အလိုက်)

source: Visitor List
my_mm: စာကြည့် တိုက် သို.လာရောက် သူ စာရင်း

source: Fines Report
my_mm: ဒဏ်ငွေအစီရင်ခံစာ

source: This report loan items which will due in 3 to 0 days
my_mm: ပြန်လည်အပ်နှံရန် ၃ရက်အတွင်း စေ့ မည် အရာဝတ်ထုများ အတွက် အစီရင်ခံစာ

source: Record each page
my_mm: စာမျက်နှာတစ်ခုချင်းရှိမှတ်တမ်:များ

source: Set between 20 and 200
my_mm: အရေအတွက်အားဖြင့် ၂၀ မှ ၂၀၀ ထိထားပါ

source: Jan
my_mm: ဇန်နဝါရီ

source: Feb
my_mm: ဖေဖေါ်ဝါရီ

source: Mar
my_mm: မတ်

source: Apr
my_mm: ဧပြီ

source: May
my_mm: မေ

source: Jun
my_mm: ဇွန်

source: Jul
my_mm: ဇူလိုင်

source: Aug
my_mm: သြဂုတ်

source: Sep
my_mm: စက်တင်ဘာ

source: Oct
my_mm: အောက်တိုဘာ

source: Nov
my_mm: နိုဝင်ဘာ

source: Dec
my_mm: ဒီဇင်ဘာ

source: Title/ISBN
my_mm: စာအုပ်အမည်/ ISBN

source: Press Ctrl and click to select multiple entries
my_mm: Ctrl နှိပ်၍ အမျိုးမျိုး သော ထည့်သွင်းစရာများကို ရွေးချယ် ရန် နှိပ်ပါ

source: 0 Classes
my_mm: မျိုးတူစုအမှတ် 0

source: 1 Classes
my_mm: မျိုးတူစုအမှတ် ၁

source: 2 Classes
my_mm: မျိုးတူစုအမှတ် ၂

source: 2X Classes (Islamic Related)
my_mm: မ်ိဳးတူစုအမွတ္ ၂ (အစၥလာမ္ဘာသာႏွင္.သက္ဆိုင္သည္)

source: 3 Classes
my_mm: မျိုးတူစုအမှတ် ၃

source: 4 Classes
my_mm: မျိုးတူစုအမှတ် ၄

source: 5 Classes
my_mm: မျိုးတူစုအမှတ် ၅

source: 6 Classes
my_mm: မျိုးတူစုအမှတ် ၆

source: 7 Classes
my_mm: မျိုးတူစုအမှတ် ၇

source: 8 Classes
my_mm: မျိုးတူစုအမှတ် ၈

source: 9 Classes
my_mm: မျိုးတူစုအမှတ် ၉

source: NON Decimal Classes
my_mm: ဒဿမနောက်ကိန်းများဖြင်. ဖေါ်ပြမထားသော အမျိုးအစားများ

source: Loan Date From
my_mm: စတင်ငှါးရမ်းသည့်နေ့စွဲ

source: Loan Date Until
my_mm: မည်သည့်နေ့ထိငှါးရမ်းသည့်နေ့စွဲ

source: Loan Status
my_mm: စာငှါးအခြေအနေ

source: On Loan
my_mm: ငှါးရမ်းထားသည်

source: Returned
my_mm: ပြန်လည် အပ်နှံ ခဲ့ သည်

source: Register Date From
my_mm: စတင်မှတ်တမ်းတင်သည့် နေ့စွဲ

source: Register Date Until
my_mm: မည်သည့်နေ့ထိ မှတ်တမ်းတင်သည့် နေ့စွဲ

source: day(s)
my_mm: ရက် မည်မျှ

source: Reserve Date From
my_mm: နေ့မှစ၍ သီးသန့်လျာထားသည်။

source: Reserve Date Until
my_mm: နေ့မတိုင်မီအထိသီးသန့်လျာထားသည်။

source: Activity Date From
my_mm: စတင်လုပ်ဆောင်သည့် နေ့စွဲ

source: Activity Date Until
my_mm: လုပ်ဆောင်ချက်နေ့စွဲအချိန်အထိ

source: Real Name
my_mm: အမည်အမှန်

source: Login Username
my_mm: ဝင်ရောက်ရန်အသုံးပြုသည့်အမည်

source: Bibliography Data Entry
my_mm: ကက်တလောက်အချက်အလက်ထည့်သွင်းခြင်း

source: Item Data Entry
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်ထည့် သွင်းခြင်း

source: Member Data Entry
my_mm: အသင်းဝင်ဆိုင်ရာအချက်အလက်ထည့် သွင်းခြင်း

source: Returns
my_mm: ပြန်လည်အပ်နှံသည်များ

source: NON-Member visitor
my_mm: စာကြည့် တိုက် သို့ လာရောက် သူ ထဲမှ အသင်းဝင်မဟုတ်သူ

source: Visitor ID
my_mm: လာရောက် သူ၏ကိုယ်ရေး သင်ကေတ

source: Visitor Name
my_mm: စာကြည့် တိုက် သို့ လာရောက် သူအမည်

source: Visit Date From
my_mm: စာကြည့် တိုက် သို့ လာရောက်ခြင်း စတင်သည့် နေ့စွဲ

source: Visit Date Until
my_mm: နေ့စွဲမှီတိုငျအောငျစာကြည့်တိုက်ကိုသွားရောက်ကြည့်ရှု

source: Visit Date
my_mm: စာကြည့် တိုက် သို့ လာရောက်သည့် နေ့စွဲ

source: Library Visitor Report
my_mm: စာကြည့်တိုက်ကို အသုံးပြုသူအစီရင်ခံစာ

source: NON-Member Visitor
my_mm: စာကြည့်တိုက် အသင်းဝင်မဟုတ်သူ များထဲမှ လာရောက်သူ

source: Total visit/month
my_mm: တနှစ် လာရောက်သူ စုစုပေါင်း

source: Visitor Report
my_mm: လာရောက်သူ အစီရင်ခံစာ

source: Total Titles
my_mm: အရာဝတ်ထုခေါင်းစည်း အမည်စုစုပေါင်း

source: Total Titles with items
my_mm: စာအုပ်ခေါင်းစည်းအမည်နှင့်အုပ်ရေစုစုပေါင်း

source: Total Items/Copies
my_mm: စာအုပ်အမျိုးအစား စုစုပေါင်း / စောင်ရေစုစုပေါင်း

source: Total Checkout Items
my_mm: ငှါးရမ်းသည့်စာအုပ်စုစုပေါင်းစာရင်း

source: Total Items In Library
my_mm: စာကြည့်တိုက်ရှိစာအုပ်စုစုပေါင်း

source: Show in chart/plot
my_mm: ပံုစံကားခ်ပ္/ ဇတ္လမ္းျဖင္.ပံုေဖၚပါ

source: 10 Most Popular Titles
my_mm: လူကြိုက်များသောစာအုပ်ခေါင်းစဉ်၁ဝခု

source: Collection Statistic Summary
my_mm: စာစုစာရင်းများအကျဉ်းချုပ်

source: Collection Statistic Report
my_mm: စာစုစာရင်းများအစီရင်ခံစာ

source: Collection Statistic
my_mm: စာစုစာရင်းများ

source: Download Report
my_mm: အစီရင်ခံစာ ကို ဆွဲချကူးယူပါ။

source: Total Loan
my_mm: စာငှါးစုစုပေါင်း

source: Total Loan Transactions
my_mm: စာငှါးခြင်းဆောင်ရွက်ပြီးစီးမှုစုစုပေါင်း

source: Transaction Average (Per Day)
my_mm: ပျမ်းမျှစာငှါးခြင်းဆောင်ရွက်ပြီးစီးမှု ( တစ်နေ့လျှင်)

source: Total Peak Transaction
my_mm: စာငှါးခြင်းဆောင်ရွက်ပြီးစီးမှု စုစုပေါင်းအမြင့်ဆုံးအတိုင်း အတာ

source: Members Already Had Loans
my_mm: စာငှါးလက်ဝယ်ရှိ အသင်းဝင်များ

source: Members Never Have Loans Yet
my_mm: စာငှါးခြင်း မည်သည့်အခါမျှမရှိသေးသည့်အသင်းဝင်များ

source: Total Overdued Loans
my_mm: ရက်လွန်နေသည့်အငှါးများစုစုပေါင်း

source: Loan Data Summary
my_mm: စာငှါးအချက်အလက်အကျဉ်းချုပ်

source: Loan Report
my_mm: စာငှါးအစီရင်ခံ စာ

source: Total Registered Members
my_mm: မှတ်ပုံတင်ထားသော အသင်းဝင်စုစုပေါင်း

source: Total Active Member
my_mm: စာကြည့်တိုက် ကို လက်ရှိ အသုံးပြုနေသော အသင်းဝင် စုစုပေါင်း

source: Total Expired Member
my_mm: စာကြည့်တိုက် ကိုအသုံးမပြု တော့ သည့် အသင်းဝင် စုစုပေါင်း

source: 10 most active members
my_mm: စာကြည့်တိုက်ကိုအသုံးအများဆုံး အသင်းဝင်၁၀ ဦး

source: Membership Data Summary
my_mm: အသင်းဝင်အချက်အလက်အကျဉ်းချုပ်

source: Membership Report
my_mm: အသင်းဝင်များ အစီရင်ခံစာ

source: record(s) found. Currently displaying page
my_mm: စာငှါးရက်လွန်မှတ်တမ်းများ၊ လက်ရှိစာမျက်နှာ

source: record each page
my_mm: စာမျက်နှာတစ်ခုချင်းကိုမှတ်တမ်:တင်ရန်

source: Reporting
my_mm: အစီရင်ခံခြင်း

source: View Library Collection Statistic
my_mm: စာကြည့်တိုက်စာစုများစာရင်းကိုလေ့လာကြည့်ရှု့ခြင်း

source: View Library Loan Report
my_mm: စာကြည့်တိုက် ငှါးရမ်းထားခြင်း အစီရင်ခံ စာကို လေ့လာကြည့်ရှု့ခြင်း။

source: View Membership Report
my_mm: အသင်းဝင်များ အစီရင်ခံစာကို လေ့လာကြည့်ရှု့ခြင်း။

source: Other Reports
my_mm: အခြား အစီရင်ခံစာများ

source: Serial Control
my_mm: စာနယ်ဇင်းစီမံခန့်ခွဲမှု

source: Edit Bibliographic data
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်များကိုတည်းဖြတ်ရန်

source: Add New Subscription
my_mm: စာနယ်ဇင်းဆက်တိုက်မှာယူခြင်း အသစ်ကို ဖြည့်စွက်ပါ။

source: View Subscriptions
my_mm: ဆက်တိုက်မှာယူခြင်း ကို ဆန်း စစ် ကြည့် ရှု့ပါ။

source: CLOSE
my_mm: ပိတ်ပါ။

source: Serial Title
my_mm: စာစဥ်အမည်

source: Kardex data updated!
my_mm: မဂ္ဂဇင်းမှတ်တမ်းအချက်အလက်များကို ဖြည့်စွက်ပြီး။

source: Kardex data deleted!
my_mm: မဂ္ဂဇင်းအချက်အလက်များကိုပယ်ဖျက်ပြီး။

source: Are you sure to remove selected Kardex data?
my_mm: ရွေးချယ်ထားသော Kardex data တွေကိုဖယ်ရှားပစ်ရန်သေချာလား?

source: Date Expected
my_mm: ခန့်မှန်းသည့်နေစွဲ

source: Date Received
my_mm: ရရှိသည့်နေ့စွဲ

source: Seq. Number
my_mm: အစဉ်လိုက် နံပါတ်

source: Note
my_mm: မှတ်သားထားချက်

source: Add New Kardex
my_mm: Kardex အသစ်ထည်ရန်

source: Kardex Detail for subscription
my_mm: စာနယ်ဇင်းဆက်တိုက်မှာယူခြင်းအတွက်မှတ်တမ်းအချက်အလက်များ

source: Subscription
my_mm: ဆက်တိုက်မှာယူခြင်း

source: Manage Subscription
my_mm: စာနယ်ဇင်းဆက်တိုက်မှာယူခြင်းကိုစီမံပါ။

source: Error inserting subscription data, Subscription Date must be filled!
my_mm: စာနယ်ဇင်းဆက်တိုက်မှာယူခြင်းအချက်အလက်ထည့်သွင်းရာတွင်မှားယွင်းနေသည်။ စာနယ်ဇင်းဆက်တိုက် မှာယူသည့်နေ့စွဲထည့်ရမည်။

source: Subscription Data Successfully Updated
my_mm: ဆက်တိုက်မှာယူခြင်း အကြောင်းအရာ အချက်အလက် အောင်မြင်စွာ ထပ်မံ ထည့် သွင်းပြီး။

source: Subscription Data FAILED to Updated. Please Contact System Administrator
my_mm: ဆက်တိုက်မှာယူခြင်း အကြောင်းအရာအချက်အလက်ထပ်မံ ထည့်သွင်းခြင်း မအောင်မြင်၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Subscription Data Successfully Saved
my_mm: စာနယ်ဇင်းဆက်တိုက်မှာယူခြင်းအချက်အလက် အသစ်အား အောင်မြင်စွာသိမ်းဆည်းပြီး

source: Subscription Data FAILED to Save. Please Contact System Administrator
my_mm: ဆက်တိုက်မှာယူခြင်း သတင်းအချက်အလက်အား သိမ်း ဆည်းရာ မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Subscription data successfully deleted
my_mm: ဆက်တိုက်မှာယူခြင်းအချက်အလက်အားအောင်မြင်စွာ ပယ်ဖျက်ပြီး။

source: Subscription data FAILED to deleted!
my_mm: ဆက်တိုက်မှာယူခြင်းအချက်အလက်အား ပယ်ဖျက်ရာမအောင်မြင်ပါ။

source: Subscription Start
my_mm: ဆက်တိုက်မှာယူခြင်း စတင်သည့် နေ့စွဲ

source: Total Exemplar Expected
my_mm: အားလုံး သော နမူ နာ များ မျှော်မှန်း ထားပါသည်။

source: Period Name
my_mm: ကာလအပိုင္းအျခားအမည္။

source: Subscription Notes
my_mm: ဆက်တိုက်မှာယူခြင်း မှတ်စု များ

source: You are going to edit Subscription data
my_mm: သင်သည် ဆက်တိုက်မှာယူခြင်းအချက်အလက်များကို တည်းဖြတ်တော့မည်။

source: View/Edit Kardex Detail
my_mm: မဂ္ဂဇင်းမှတ်တမ်းအချက်အလက်များအသေးစိပ်အား ကြည့်ရှု့ပါတည်းဖြတ်ပါ။

source: NO stock taking proccess initialized yet!
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်း လုပ်ငန်းကို မစတင်ရသေးပါ။

source: Stock Take Proccess
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းလုပ်နည်းစဉ်

source: Current Missing/Lost Items
my_mm: လက်ရှိရှာမတွေ့သော / ပျောက်ဆုံးနေသောစာအုပ်များ

source: Change Status
my_mm: အခြေအနေ အတန်းအစား ပြောင်းပါ

source: List stocktakes by
my_mm: လက်ကျန်ပစ်စည်းစာရင်း ကောက်ယူခြင်းများ စာရင်းလုပ်ပါ။

source: Current User Only
my_mm: လက်ရှိအသုံးပြုသူအတွက်သာ

source: All User
my_mm: အသုံးပြုသူအာလုံး

source: Exists
my_mm: လက်ရှိ

source: Missing
my_mm: လျှော့ နေသည်

source: NO stock taking proccess running!
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းလုပ်ငန်း လုပ်ဆောင်နေခြင်းမရှိ ပါ။

source: Stock Take Report
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအစီရင်ခံစာ

source: Time
my_mm: အချိန်

source: Message
my_mm: ပို့လိုက်သည့် သတင်းစကား

source: Stock Take Proccess Finished!
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းလုပ်နည်းစဉ်ပြီးဆုံးပြီ။

source: Finish Stock Take
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအဆုံး သတ်ပါ။

source: Are you sure to end current stock take proccess? Once it finished there is no way you can rollback this stock take
my_mm: သင်သည်စာကြည့်တိုက်စာရင်းကောက်ယူခြင်း လုပ်ငန်း အဆုံးသတ် ဖို့ သေချာရဲ့ လား။ အဆုံးသတ်လိုက်ပါကဤစာကြည့်တိုက်စာရင်းကောက်ယူခြင်းကို ပြန်လည်စတင်ရန်နည်းလမ်းမရှိပါ။

source: Purge Lost Item
my_mm: ပျောက်ဆုံး နေသော အရာဝတ်ထု ကို ထုတ်ပြစ်ပါ။

source: Stock Take
my_mm: စာရင်းကောက်ယူခြင်း

source: Stock Take Name
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအမည်နာမ

source: Start Date
my_mm: စတင်သည့် နေ့စွဲ

source: End Date
my_mm: ပြီးဆုံးသည့် နေ့စွဲ

source: Initializer
my_mm: ကနဉီးအခြအနေဖန်တီး သည့်အရာ

source: Total Item Stock Taked
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းတွင် ပါဝင်သောစာရင်းစုစုပေါင်း

source: Total Item Lost
my_mm: ပေျာက်နေသောစာအုပ်များစုစုပေါင်း

source: Total Item Exists
my_mm: တည်ရှိဆဲစာအုပ်များ စုစုပေါင်း

source: Total Item On Loan
my_mm: ငှါးရမ်းထားသောစာအုပ်များစုစုပေါင်း

source: Stock Take Participants
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းတွင်ပါဝင်လုပ် ဆောင်သူများ

source: Status
my_mm: အခြေအနေ

source: Report
my_mm: အစီရင်ခံစာ

source: Currently Active
my_mm: လက်ရှိရှင်သန်နေသည်

source: There is already stock taking proccess running!
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းလုပ်ငန်းလုပ်နေပြီ ဖြစ်သည်။

source: Stock Take Name must be filled!
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအမည်နာမ ဖြည့်ပါ။

source: Stock Taking Initialized
my_mm: လက်ကျန်ပစ္စည်းစာရင်း ကောက်ယူခြင်း စတင်ရန်ဉီးတည် လုပ်ဆောင်ပြီး။

source: Stock Taking FAILED to Initialized.\nNo item to stock take!
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်း စတင်လုပ်ဆောင်ရန်ချွတ်ချော် သွားသည်။\nစာကြည့်တိုက်စာရင်းကောက်ယူရန်ပစ္စည်းမရှိပါ။

source: Initialize Stock Take
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းစတင်ပါ။

source: Separate each class comma sign. Use * for wildcard
my_mm: အမျိုးအစား တစ်ခုခြင်း ကို , ဖြင့်ခြားပါ။ အမျိုးအစား ခွဲခြား မထားသောအများစု အတွက် * သုံးပါ။

source: Initialize Stock Take Process
my_mm: စာကြည့်တိုက်စာရင်း ကောက်ယူခြင်းလုပ်ငန်းစဉ် စတင်ရန်

source: Current Lost Item
my_mm: လက်ရှိပျောက်နေသောစာအုပ်

source: Re-synchronize will only update current stock take's item data. It won't update any new bibliographic or item data that were inserted in the middle of stock take proccess
my_mm: အချက်အလက်များ ညီညွတ်စေရန်ညှိခြင်းသည် လက်ရှိလက်ကျန်စာရင်း ကောက်ယူခြင်းအချက်အလက် များကို ဖြည့်တင်းရုံသာ ရှိသည်။ ယင်းသည်စာကြည့်တိုက်ဆိုင်ရာကိုသော်၄င်း၊ လက်ကျန်စာရင်း ကောက်ယူခြင်းလုပ်ငန်း လုပ်ဆဲတွင်ထည့်သွင်းသောအချက်အလက် ကိုသော်၄င်းဖြည့်တင်းမည်မဟုတ်ပါ။

source: Resynchronize Now
my_mm: အသစ်တဖန် အချက်အလက်များ ညီညွတ် စေရန် ညှိပါ။

source: Stock Take Log
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းမှတ်တမ်းရေး မှတ်ခြင်း။

source: Current Stock Take Report
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်းအစီရင်ခံစာ

source: Total Checked/Scanned Items
my_mm: စစ်ဆေးထားသော / စကင်နာ ဖြင့် ဖတ်ထားသော စာအုပ်စုစုပေါင်း

source: items already checked
my_mm: စစ်ဆေးပြီးစီးသောစာအုပ်များ

source: Lost Items
my_mm: ပျောက်ဆုံးသောစာအုပ်များ

source: Existing Items
my_mm: တည်ရှိဆဲစာအုပ်များ

source: On Loan Items
my_mm: ငှါးရမ်းထားသောစာအုပ်များ

source: classes
my_mm: အမျိုးအစား

source: Succesfully upload stock take file
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းဖိုင်အောင်မြင်စွာတင်ပြီး။

source: item codes scanned!
my_mm: စာအုပ်အမှတ်အသားများ scan ဖတ်ပြီး

source: Stock Take Upload
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းတင်ပေးပို့ခြင်း

source: Upload a plain text file (.txt) containing list of Item Code to stock take. Each Item Code separated by line.
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူရန် အရာဝတ်ထု သင်ကေတ ကုဒ်စာရင်း ပါသော ရိုးရိုး စာတမ်း ဖိုင်(.txt) တင်ပါ။ အရာဝတ်ထု သင်ကေတတစ်ခုချင်း ကို မျဉ်း တစ်ချောင်းစီ ခြားပါ။

source: File
my_mm: ဖိုင်

source: Upload File
my_mm: ဖိုင်တင်ပါ

source: Stock Take History
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအစဉ်အဆက်မှတ်တမ်း

source: View Stock Take History
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအစဉ်အဆက်မှတ်တမ်း စစ်ဆေးကြည့်ရှု့ ခြင်း

source: Current Stock Take
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်း

source: View Current Stock Take Process
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်း လုပ်ငန်းကိုလေ့လာဖတ်ရှု့ပါ။

source: View Current Stock Take Report
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်းအစီရင်ခံစာကိုလေ့လာဖတ်ရှု့ပါ။

source: Finish Current Stock Take Proccess
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်း လုပ်ငန်းအပြီးသတ်ပါ။

source: View Lost Item in Current Stock Take Proccess
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်းလုပ်ငန်းစဉ်တွင် ပျောက်ဆုံးနေသည်များကို လေ့လာဖတ်ရှု့ပါ

source: View Log of Current Stock Take Proccess
my_mm: လက်ရှိစာရင်းကောက်ယူခြင်းလုပ်ငန်းစဉ်မှတ်တမ်းကို လေ့လာဖတ်ရှု့ပါ

source: Resynchronize
my_mm: အကြောင်းအရာ အချက်အလက်များညီညွတ် စေရန်ညှိပါ။

source: Resynchronize bibliographic data with current stock take
my_mm: စာကြည့်တိုက်ဆိုင်ရာအချက်အလက်များ နှင့် စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းအချက်အလက်များ ညီညွတ်စေရန်ညှိပါ။

source: Upload List
my_mm: စာရင်းဇယား တင်ပါ။

source: Upload List in text file
my_mm: စာရင်းဇယား ကို စာဖိုင် အနေဖြင့်တင်ပါ။

source: Initialize
my_mm: စတင်ဖန်တီးပါ။

source: Initialize New Stock Take Proccess
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းလုပ်ငန်း အသစ်စတင်ပါ။

source: User Name or Real Name can't be empty
my_mm: အသုံးပြုသူအမည် သို့မဟုတ် အမည်မှန် ကို ဗလာ ပြုလုပ်၍ မရပါ

source: Login username or Real Name is probihited!
my_mm: ဝင်ရောက်ရန်အသုံးပြုသည့်အမည်သို့မဟုတ်အမည်မှန်ကို တားမြစ်ထားသည်။
