Repository: slims/slims8_akasia
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: my_mm

source: LIBRARY CATALOG
my_mm: စာကြည့်တိုက်ကက်တလောက်

source: ID Available
my_mm: ရရှိနိုင် ID ကို

source: Add New
my_mm: သတင်းအချက်အလက်ထပ်ဖြည်.သည်

source: Help
my_mm: အကူအညီ

source: Bibliography
my_mm: စာပြုလုပ်ငန်း

source: Master File
my_mm: အဓိကဖိုင်များ

source: To <strong><!--MEMBER_NAME--> (<!--MEMBER_ID-->)</strong> This is notification e-mail to inform you that you have <strong>OVERDUED</strong> library loan, the overdued collection(s) are:
my_mm: သို့ <strong><!--MEMBER_NAME--> (<!--MEMBER_ID-->)</strong> ဒါဟာသင်ရှိသည်သောသငျသညျအကြောင်းကြားရန်အကြောင်းကြားစာအီးမေးလ်ကဖြစ်ပါတယ်<strong>မပွေကုနျနသော</strong> စာကြည့်တိုက်ချေးငွေ, အဆိုပါရက်ကျော်နေပြီပစ္စည်းများဖြစ်ကြသည်:

source: Please return all overdued collections immediately to library. If you have any complaint regarding to this overdue notification, please contact our circulation desk.
my_mm: စာကြည့်တိုက်ကိုချက်ချင်းအားလုံးရက်လွန်ပစ္စည်းများပြန်လာပါ။ သငျသညျရှိပါက ဒီရက်ကျော်နေပြီအကြောင်းကြားစာမှနှင့် ပတ်သက်. မည်သည့်တိုင်ကြားမှု, ကျွန်တော်တို့ရဲ့စောင်ရေစားပွဲပေါ်မှာဆက်သွယ်နိုင်ပါသည်။

source: <p>Thank You.</p> <strong><!--DATE--></strong> <br />Library Management
my_mm: <p>ကျေးဇူးတင်ပါတယ်</p> <strong><!--DATE--></strong> <br />စာကြည့်တိုက်စီမံခန့်ခွဲမှု

source: Chat With Members
my_mm: အဖွဲ့ဝင်များနှင့်အတူ chat

source: Please type and hit Enter button to send your messages
my_mm: သင့်ရဲ့မက်ဆေ့ခ်ျများပေးပို့ဖို့ button ကို Enter ရိုက် hit ကျေးဇူးပြု.

source: Members
my_mm: အသင်းဝင််များ

source: Librarian
my_mm: စာကြည့်တိုက်မှူး

source: Library Administration
my_mm: စာကြည့်တိုက်စီမံခန့်ခွဲခြင်းကွန်ပျူတာစနစ်

source: <strong>PHP GD</strong> extension is not installed. Please install it or application won't be able to create image thumbnail and barcode.
my_mm: <strong>PHP GD</strong> ဆက်လက်ဖြန့်ကြက်ခြင်းအားတင်မထားပါ။ ယင်းအားတင်ပါ။ သို့မဟုတ်ပါက thumbnail နှင့် barcode ဖန်တီး၍ ရမည်မဟုတ်။

source: <strong>Freetype</strong> support is not enabled in PHP GD extension. Rebuild PHP GD extension with Freetype support or application won't be able to create barcode.
my_mm: <strong>Freetype</strong> အထောက်အ ကူကို PHP GD ဖြန့်ကြက်ခြင်းဖြခ့် ဖွင့်မထားပါ။ PHP GD ဖြန့်ကြက်ခြင်းကို လွတ်လပ်သည့်အမျိုးအစား အထောက်အကူဖြင့်ပြန်ဖွင့်ပါ၊ သို့မဟုတ်ပါက barcode ဖန်တီး၍ ရမည်မဟုတ်။

source: There are currently <strong>{num_overdue}</strong> library members having overdue. Please check at <b>Circulation</b> module at <b>Overdues</b> section for more detail
my_mm: ရက်လွန်ရှိခြင်း <strong>{num_overdue}</strong> စာကြည့်တိုက်အဖွဲ့ဝင်များသည်လက်ရှိတွင်ရှိပါတယ်။ <b> ရက်ကျော်နေပြီ </b> ပိုပြီးအသေးစိတ်များအတွက်အပိုင်းမှာ <b> စောင်ရေ </b> module မှာစစ်ဆေးပါ

source: <strong>Images</strong> directory and directories under it is not writable. Make sure it is writable by changing its permission or you won't be able to upload any images and create barcodes
my_mm: <strong>Images</strong> လမ်းညွန်နှင့် လမ်းညွန်များ အောက်တွင်ရေး၍ မရပါ။ ခွင့်ပြုချက်ကိုပြောင်းယူခြင်းအား ဖြင့်ရေးနိုင်သည်ကိုသေခြာပါစေ။ သို့မဟုတ်ပါက ပုံတူများကို ရယူခြင်း barcodes များ ဖန်တီး နိုင်မည်မဟုတ်ပါ။

source: <strong>Repository</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any bibliographic attachments.
my_mm: <strong>Repository</strong> လမ်းညွန်သည် ရေးသား၍မရပါ။ ယင်း လမ်းညွန် (နှင့်ယင်းအောက်ရှိ လမ်းညွန် များအားလုံး) ကို ယင်း၏ခွင့်ပြုချက်ကို ပြောင်းခြင်းအားဖြင့် ရေးနိုင်သည်ကိုသေချာပါစေ၊ သို့မဟုတ်ပါက စာကြည့်တိုက် ဆိုင်ရာ ပူးတွဲ ဖေါ်ပြချက်များ ထည့်သွင်းနိုင်မည်မဟုတ်ပါ။

source: <strong>File upload</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any file, create report files and create database backups.
my_mm: <strong>File (upload)</strong> တွင် လမ်းညွန် ရေးမရပါ။ ယင်း လမ်းညွန် (နှင့်ယင်းအောက်ရှိ လမ်းညွန် များအားလုံး) ကို ယင်း၏ခွင့်ပြုချက်ကို ပြောင်းခြင်းအားဖြင့် ရေးနိုင်သည်ကိုသေချာပါစေ၊ သို့မဟုတ်ပါက ဖိုင်များကိုဆွဲတင် ခြင်း သတင်းအချက်အလက်ဖိုင်များ ဖန်တီးခြင်း နှင့်မှတ်သား သိမ်းဆည်း ထားသည်များကို တဖန် ပြန်လည် ကူးထားနိုင်မည် မဟုတ်ပါ။

source: The PATH for <strong>mysqldump</strong> program is not right! Please check configuration file or you won't be able to do any database backups.
my_mm: The PATH for <strong>mysqldump</strong> အစီအစဉ် သည်မမှန်ပါ။လုပ်ငန်းစီစဉ်ညွန် ကြားသည့် ဖိုင်ကို စစ်ဆေးပါ၊ သို့မဟုတ်ပါက သိမ်းဆည်း ထားသည်များကို တဖန် ပြန်လည် ကူးထားနိုင်မည် မဟုတ်ပါ။

source: Installer folder is still exist inside your server. Please remove it or rename to another name for security reason.
my_mm: Installer ဖိုင်တွဲနေတုန်းပဲသင့်ရဲ့ server ကိုအထဲမှာရှိပြီးသားဖြစ်ပါတယ်။ တစ်ခုကိုဖယ်ရှားရန်သို့မဟုတ်လုံခြုံရေးဆိုင်ရာအကြောင်းပြချက်များအတွက်အခြားအမည်မှအမည်ပြောင်းပေးပါ။

source: <strong><i>You are logged in as Super User. With great power comes great responsibility.</i></strong>
my_mm: <strong><i>သငျသညျစူပါအသုံးပြုသူအဖြစ် logged နေကြသည်။ ကြီးသောတန်ခိုးနှင့်အကြီးအတာဝန်လာသည်။</i></strong>

source: New
my_mm: အသစ်

source: Return
my_mm: ပြန်လည်အပ်နှံ သည့် အရာ

source: Extend
my_mm: သက်တမ်း တိုးမြှင့်

source: Summary
my_mm: အကျဥ်း

source: Total
my_mm: စုစုပေါင်း

source: Extends
my_mm: ရက်တိုးမြှင့်ပေးသည်။

source: Overdue
my_mm: ပြန်လည်အပ်နှံရန် ရက်လွန်ခြင်း

source: Total of Collections
my_mm: စာစုများစုစုပေါင်း

source: Total of Items
my_mm: စာအုပ်အမျိုးအစား စုစုပေါင်း

source: Available
my_mm: ရနိုင်သည်

source: Loan
my_mm: စာငှါးရမ်းခြင်း

source: You are not authorized to view this section
my_mm: သင့်မှာ ဤအပိုင်းကို ဝင်ရောက်ကြည့်ရူ့ခွင့် မရှိပါ။

source: Your Login Session has already timeout!
my_mm: သင်၏ဝင်ရောက်ရန်ခွင့်ပြုထားသည့်အချိန်ကုန်ဆုံးပြီ။

source: Change User Profiles
my_mm: စာကြည့်တိုက်အသုံးပြုသူ၏ကိုယ်ရေးမှတ်တမ်းပြောင်းလဲရန်

source: Change Current User Profiles and Password
my_mm: အသုံးပြုသူ၏ကိုယ်ရေးမှတ်တမ်းနှင်လှို့ဝှက်သင်ကေ တပြောင်းပါ။

source: File Not Found
my_mm: ဖိုင်ရှာမတွေ့ပါ

source: You Have Been Logged Out From Library Automation System
my_mm: သင်သည်စာကြည့်တိုက်အလိုအလျောက်စံနစ်မှထွက်ခွါစေပြီးဖြစ်ပါသည်

source: Checkout Items
my_mm: ငှါးရမ်းသည့်စာအုပ်များ

source: Search
my_mm: ရှာဖွေရန်

source: Item Code
my_mm: စာအုပ်သင်္ကေတနံပါတ်

source: Member ID
my_mm: စာကြည့်တိုက်အသင်းဝင်နံပါတ်

source: Title
my_mm: စာအုပ်အမည်

source: Loan Date
my_mm: စာငှါးနေ့စွဲ

source: Due Date
my_mm: ပြန်လည်အပ်နှံရမည့်နေ့စွဲ

source: Found <strong>{result->num_rows}</strong> from your keywords
my_mm: သင်၏ အဓိကစာလုံးများမှ ရလဒ် <strong>{result->num_rows}</strong> ​ခုကိုတွေ့ ရှိသည်။

source: Selected items NOT ADDED to print queue. Only {max_print} can be printed at once
my_mm: ပုံနှိပ်ရန်တန်းစီ ထားသည်များတွင် ထပ်မထည့်သည့်စာအုပ်များကိုရွေးပါ။ တစ်ကြိမ်တွင်{max_print} သာ ပုံနှိပ်နိုင်သည်။

source: Selected items added to print queue
my_mm: ရွေးထားသည်စာအုပ်များကို ပုံနှိပ်ရန်တန်းစီတန်း တွင် ထပ်ထည့်လိုက်သည်။

source: Print queue cleared!
my_mm: ပုံနှိပ်ရန်တန်းစီထားသည်များရှင်းလင်းပြီး

source: There is no data to print!
my_mm: ပုံနှိပ်ရန်အချက်အလက်မရှိပါ

source: Labels Printing
my_mm: အမှတ်အသားတံဆိပ်များ ပုံနှိပ်ခြင်း

source: Clear Print Queue
my_mm: ပုံနှိပ်ရန်တန်းစီတန်းထားခြင်းကို ပယ်ဖျက်ပါ။

source: Print Labels for Selected Data
my_mm: ရွေးချယ်ထားသော အချက်အလက်အတွက် အမှတ်အသားတံဆိပ်များပုံနှိပ်ပါ။

source: Change print barcode settings
my_mm: ဘားကုဒ်ပုံနှိပ်သည့်အစီအစဉ်ပြောင်းရန်

source: Maximum
my_mm: အများဆုံး

source: records can be printed at once. Currently there is
my_mm: ခ်က္ျခင္းပံုနိွပ္မူ.မွတ္တမ္းတင္သည္။ယခုခ်က္ျခင္းလုပ္ေဆာင္သည္း

source: in queue waiting to be printed.
my_mm: ပုံနှိပ်ရန်စောင့်ဆိုင်းနေသောအတန်းတွင်

source: Call Number
my_mm: စာထုတ်အမှတ်

source: Add
my_mm: ထပ်ဖြည့်စွက်ပါ။

source: Add To Print Queue
my_mm: ပုံနှိပ်ရန်တန်းစီတန်းတွင်ထပ်ဖြည့်စွက်ရန်

source: Add to print queue?
my_mm: ပုံနှိပ်ရန်တန်းစီတန်းတွင် ထပ်ဖြည့်စွက်မည်လား။

source: Query took
my_mm: ရှာ ဖွေသည်.အချိန်

source: second(s) to complete
my_mm: စက္ကန့်

source: Required fields (*) must be filled correctly!
my_mm: (*) ဖြင့် ပြထားသော လိုအပ်သည့် အကွက်ကို မှန်ကန်စွာ ဖြည့်စွက်ရမည်။

source: Error on query to database, Export FAILED!
my_mm: အချက်အလက်စုဘဏ်တွင်လိုအပ်သည်ကိုရှာ ဖွေရာတွင် မှားယွင်းချွတ်ချော် နေသည်။

source: There is no record in bibliographic database yet, Export FAILED!
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်များ သိမ်းဆည်း ရာတွင် မှတ်တမ်းများမရှိပါ၊ ပြင်ပသို့ ပို့ဆောင်ခြင်း မအောင်မြင်ပါ။

source: Export Tool
my_mm: ပြင်ပသို့ ပို့ဆောင်ရန် ကိရိယာ

source: Export bibliographics data to CSV file
my_mm: CSV ဖိုင်သို့ စာအုပ်ဆိုင်ရာအချက်အလက်များပို့ဆောင်ပါ။

source: Export Now
my_mm: ယခုချက်ချင်း ပေးပို့ပါ။

source: Field Separator
my_mm: အကွက်များ, ဖြင့်ခွဲခြား ထား

source: Field Enclosed With
my_mm: အကွက်များ “ “ ဖြင့် ပိတ်ကာ ထား

source: Record Separator
my_mm: မွတ္တမ္းခြဲျခားမွဳ

source: Number of Records To Export (0 for all records)
my_mm: မွတ္တမ္းပို.ရန္အေရအတြက္(သံုညမွမွတ္တမ္းအားလံုး)

source: Start From Record
my_mm: စတင် ရန်မှတ်တမ်း နံပါတ်

source: Are you sure to remove the file attachment data?
my_mm: ိုပူးတွဲဖိုင်ကိုဖယ်ရှားပစ်ရန်သေချာလား?

source: Attachment removed!
my_mm: ပူးတွဲဖိုင်ကိုဖယ်ရှားပြီး

source: File Attachments
my_mm: ပူးတွဲဖိုင်များ

source: Edit
my_mm: တည္းၿဖတ္သည္။

source: Remove
my_mm: ဖယ်ထုတ်ပါ။

source: Are you sure to remove selected author?
my_mm: ရွေးချယ်ထားသောစာရေးဆရာဖယ်ရှားပစ်ရန်သေချာလား?

source: Once deleted, it can't be restored!
my_mm: ဖျက်ပစ်ပြီးတာနဲ့ပြန်မရနိုငျပါသညျ!

source: Author succesfully removed!
my_mm: စာရေးသူအမည်အောင်မြင်စွာဖယ်ရှားပြီး

source: Author removed!
my_mm: စာရေးသူအမည်ဖယ်ရှားပြီး

source: Are you sure to remove selected title?
my_mm: ရွေးချယ်ထားသည့်ခေါင်းစဉ်ကိုဖယ်ရှားပစ်ရန်သေချာလား?

source: Are you sure to remove selected item?
my_mm: ရွေးချယ်ထားသညကိုဖယ်ရှားပစ်ရန်သေချာလား?

source: Item data can not be deleted because still on hold by members
my_mm: စာအုပ်အချက်အလက်များကို ဖျက်ပြစ်၍ မရပါ၊ အသင်းဝင်များမှ လက်ဝယ် ရယူထားဆဲ ဖြစ်ပါတယ်

source: Item succesfully removed!
my_mm: စာအုပ်အချက်အလက်အောင်မြင်စွာ ပယ်ထုတ်ပြီး

source: Item FAILED to removed!
my_mm: စာအုပ်အချက်အလက်ပယ်ထုတ်ခြင်း မအောင်မြင်ပါ

source: Items/Copies
my_mm: စာအုပ်များ / အုပ်ရေများ

source: Are you sure to remove selected topic?
my_mm: ရွေးချယ်ထားသည့်အကြောင်းအရာဖယ်ရှားပစ်ရန်သေချာလား?

source: Please select the file to import!
my_mm: ပြင်ပသို့ ပို့ပေးမည့် ဖိုင်ကို ရွေးပါ။

source: Upload failed! File type not allowed or the size is more than
my_mm: ဖိုင်တင်ခြင်း မအောင်မြင်ပါ။ ဖိုင်အမျိုးအစားခွင့်မပြုပါ၊ သို့မဟုတ် ဖိုင်အရွယ်အစားသည် မှတ်တမ်းအရ အသင်းဝင် အချက်အလက်စုဆောင်းရာနေရာတွင် ထည့်ထားသည်ထက် ကျော်လွန်နေသည်။

source: Import Tool
my_mm: ရယူရန် ကိရိယာ

source: Import Now
my_mm: ယခု ပို့လွတ်ပါ။

source: File To Import
my_mm: ရယူရန်ဖိုင်

source: Title can not be empty
my_mm: စာအုပ်အမည် ကို ဗလာထား၍ မရပါ

source: Image Uploaded Successfully
my_mm: ရုပ်ပုံအောင်မြင်စွာတင်ပြီးပြီ။

source: Image Uploaded Failed
my_mm: ဖိုင်တင်ပါ

source: Bibliography Data Successfully Updated
my_mm: ကက်တလောက်အောင်မြင်စွာ ထပ်ဖြည့်ပြီး

source: Bibliography Data FAILED to Updated. Please Contact System Administrator
my_mm: ကက်တလောက်အချက်အလက် ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပြူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Bibliography Data Successfully Saved
my_mm: ကက်တလောက်အချက်အလက်အသစ်အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Bibliography Data FAILED to Save. Please Contact System Administrator
my_mm: ကက်တလောက်အချက်အလက်သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပြူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Below data can not be deleted:
my_mm: အောက်ဖေါ်ပြပါ အချက်အလက်များကို ဖျောက်ပြစ်၍ မရပါ။

source: All Data Successfully Deleted
my_mm: မှတ်တမ်းအချက်အလက်များအောင်မြင်စွာပယ်ဖျက်ပြီး။

source: Some or All Data NOT deleted successfully!\nPlease contact system administrator
my_mm: မှတ်တမ်းအချက်အလက်အချို့ သော်၄င်း အားလုံးသော်၄င်း အောင်မြင်အောင်မပယ်ဖျက်နိုင်ပါ။ \nကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: Bibliographic
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်များ/ကက်တလောက်စာရင်း

source: Bibliographic List
my_mm: စာကြည့်တိုက်ရှိစာအုပ်စာတမ်းများစာရင်း

source: Add New Bibliography
my_mm: ကက်တလောက်အသစ်ထပ်ထည့်ရန်

source: All Fields
my_mm: နယ်ပယ်များအားလုံး

source: Title/Series Title
my_mm: စာအုပ်အမည်/စာစဉ်အမည်

source: Topics
my_mm: အကြောင်းအရာအမည်

source: Authors
my_mm: စာရေးသူများ

source: Publisher
my_mm: ပုံနှိပ်ထုတ်ဝေသူ

source: Upload Selected Bibliographic data to Union Catalog Server*
my_mm: ရွေးချယ်ထားသောစာအုပ်ဆိုင်ရာ အချက်အလက် များကို Union Catalog Server* သို့ ထည့်သွင်းပေးပါ

source: Save
my_mm: သိမ်းဆည်းရန်

source: Update
my_mm: အချက်အလက်များဖြည့်စွက်ရန်

source: Main title of collection. Separate child title with colon and pararel title with equal (=) sign.
my_mm: အဓိကခေါင်းစဉ်၊ ခေါင်းစဉ်သေးကို (:) လက္ခဏာနှင့် ခေါင်းစဉ်တူကို (=) လက္ခဏာနှင့်သီးခြားပါ၊

source: Authors/Roles
my_mm: စာရေးသူများ / ကျင်လည် လုပ်ဆောင်ရသည့် အပိုင်း

source: Add Author(s)
my_mm: စာ​ရေးသူ(များ)ထပ်ထည့်ရန်

source: Author(s)
my_mm: စာရေးသူများ

source: Statement of Responsibility
my_mm: တာဝန်ယူလုပ်ဆောင်ချက်များ

source: Main source of information to show who has written, composed, illustrated, or in other ways contributed to the existence of the item.
my_mm: သတင္းအခ်က္အလက္အရင္းအျမစ္ကိုေဖၚျပပါ။ထိုစာအုပ္ကိုမည္သူေရးသည္၊ေရးစပ္သီကံုးသည္၊သို.မဟုတ္အျခားနည္းလမ္းျဖင္.မည္သူမွအေထာက္အပံ.ေပးသည္။

source: Edition
my_mm: ထုတ်ဝေသည့်အကြိမ်

source: A version of publication having substantial changes or additions.
my_mm: နောက်ဆုံးထုတ်ဝေခြင်းတွင်ပြည်.စုံသောပြောင်းလဲခြင်းသို.မဟုတ်ထပ်မံထုတ်ဝေခြင်း

source: Specific Detail Info
my_mm: အသေးစိပ်အချက်အလက်

source: explain more details about an item e.g. scale within a map, running time in a movie dvd.
my_mm: ထိုအကြောင်းအရာကိုအသေးစိတ်ပိုမိုရှင်းပြပါဥပမာမြေပုံတွင်ဖေါ်ပြထားသောကြားအကွာအဝေး၊ဒိဗီဒီစနစ်ဖြင်.ပြသပါကကြာချိန်။

source: Total item(s)
my_mm: စာအုပ်အမျိုးအစား စုစုပေါင်း

source: Collection Type
my_mm: စာစုအမျိုးအစား

source: Location
my_mm: စာအုပ်တည်နေရာ

source: Add New Items
my_mm: စာအုပ်အသစ်ထပ်ထည့်ပါ

source: Item(s) Data
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်

source: General material designation. The physical form of publication.
my_mm: အထွေထွေရုပ်ဝတ္တုပုံစံ၊ထုတ်ဝေမူ.ဖေါ်ပြချက်အပြည်.အစုံ

source: Not Applicable
my_mm: မသက်ဆိုင်ပါ။

source: Use this for Serial publication
my_mm: ဤအချက်အလက်ကိုစာနယ်ဇင်းများအတွက်သုံးရန်

source: Frequency
my_mm: အကြိမ်ပေါင်း

source: Unique publishing number for each title of publication.
my_mm: တစ်ခုတည်းသောပုံနှိပ်ထုတ်ဝေရေးနံပါတ်

source: Publishing Year
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နှစ်

source: Year of publication
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်ခုနှစ်

source: Publishing Place
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာ

source: Collation
my_mm: ပုံ ထုတ်ဝေသည့် သမိုင်း

source: Physical description of a publication e.g. publication length, width, page numbers, etc.
my_mm: ကိုယ္တိုင္ပံုေဖၚထားေသာထုတ္ေဝျခင္း။ဥပမာထုတ္ေဝျခင္းအရွည္၊အက်ယ္၊စာရြက္အေရအတြက္

source: Series Title
my_mm: စာစဉ်များအမည်

source: Classification
my_mm: မျိုးတူစုအမှတ်

source: Sets of ID that put in the book spine.
my_mm: သက္ေသခံကဒ္ျပားျပဳလုပ္ၿပီးစာအုပ္ေက်ာရိုးတြင္ထည္.သြင္းပါ။

source: Subjects/Topics
my_mm: ပညာရပ်များ /အကြောင်းအရာအမည်

source: Add Subject(s)
my_mm: ပညာရပ်များထပ်ထည့်ရန်

source: Subject(s)
my_mm: ပညာရပ်များ

source: Language
my_mm: ဘာသာစကား

source: Language use by publication.
my_mm: ပုံနှိပ်ထုတ်ဝေခြင်းတွင်အသုံးပြုထားသည့်ဘာသာစကား

source: Abstract/Notes
my_mm: အကျဉ်းချုပ်/မှတ်စုများ၊ကောက်နှုတ်ချက်

source: Insert here any abstract or notes from the publication.
my_mm: သည်နေရာတွင်မည်သည်.အကျဉ်းချုပ်မဆိုထည်.သွင်းပါသို.မဟုတ်ပုံနှိပ်ထုတ်ဝေခြင်းမှမှတ်စုများ

source: REMOVE IMAGE
my_mm: ရုပ်ပုံများကိုဖယ်ထုတ်ပါ။

source: or scan a cover
my_mm: သို့မဟုတ်စာအုပ်အဖုံးအား scan ဖတ်ပါ

source: Show scan dialog
my_mm: စကားေျပာပံုေဖၚျခင္းျပပါ

source: Scan a cover
my_mm: စာအုပ်အဖုံးအား scan ဖတ်ပါ

source: Format:
my_mm: ပံုစံအခ်ိဳးအစား

source: Scan
my_mm: ပုံ ကူး တယ်

source: Click to show or hide options
my_mm: ဖေါ်ပြရန်သို့မဟုတ်ဖုံးကွယ်ရန်ရေွးပါ

source: History index:
my_mm: ရာဇဝင်အညွှန်း

source: Recall
my_mm: ျပန္ေခၚသည္

source: Host:
my_mm: အစီအစဉ်လက်ခံသည်။

source: Get machine
my_mm: စက်ရသည်။

source: Scanner:
my_mm: စကင်နာ

source: Default
my_mm: ကွန်ပြူတာပရိုဂရမ်၏မူလအစီအစဉ်

source: Resolution
my_mm: ပံုသိပ္သည္းဆ

source: Horizontal:
my_mm: ရေညီမျဉ်း

source: Vertical:
my_mm: ေထာင္လိုက္

source: Capture
my_mm: အမိအရ ရိုက်ကူးသည်။

source: Width:
my_mm: အက်ယ္

source: Height:
my_mm: အမြင့်

source: Result
my_mm: ရလဒ်

source: Max Width:
my_mm: အျမင္.ဆံုးအက်ယ္

source: Max Height:
my_mm: အျမင္.ဆံုးအျမင္.

source: Scan result
my_mm: ရလဒ်အားဖတ်ရှုစစ်ဆေးရန်

source: Preview
my_mm: ၿကိုတင္ႀကည့္ရွုျခင္း

source: Rotate Left
my_mm: လက္ဝဲရစ္လွည္.ပါ

source: Rotate Right
my_mm: လကၤ်ာရစ္လွည္.ပါ

source: Image
my_mm: ရုပ်ပုံ

source: Add Attachment
my_mm: ပူးတွဲဖိုင်ကိုထပ်ထည့်ရန်

source: File Attachment
my_mm: ပူးတွဲဖိုင်

source: Show
my_mm: ဖေါ်ပြပါ

source: Hide
my_mm: မမြင်ရအောင်ဖုံးကွယ်ထားပါ

source: Hide in OPAC
my_mm: OPAC တွင် မမြင်ရအောင်ဖုံးကွယ်ထားပါ

source: Don't Promote
my_mm: အများသိအောင်မပြုလုပ်ပါနှင့်

source: Promote
my_mm: အများသိအောင်ပြုလုပ်ပါ

source: Promote To Homepage
my_mm: မူလကနဦးစာမျက်နှာသို့တင်ပေးပါ

source: You are going to edit biblio data
my_mm: သင်သည်စာအုပ်ဆိုင်ရာအချက်အလက်များကိုတည်းဖြတ်တော့မည်။

source: Last Updated
my_mm: နောက်ဆုံးအကြိမ်က ဖြည့်စွက်ခဲ့သည့် နေ့စွဲ

source: None
my_mm: မရှိပါ။

source: Copies
my_mm: စောင်ရေ

source: Last Update
my_mm: နောက်ဆုံးဖြည့်စွက်ခဲ့သည့်နေ့စွဲ

source: Item Code can't be empty!
my_mm: စာအုပ်အမှတ်အသားနံပါတ်ကိုဗလာထား၍ မရပါ။

source: Item Data Successfully Updated
my_mm: စာအုပ်အချက်အလက်အောင်မြင်စွာထပ်ဖြည့်ပြီး

source: Item Data FAILED to Save. Please Contact System Administrator
my_mm: စာအုပ်အချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Item Data Successfully Saved
my_mm: စာအုပ်အချက်အလက်အသစ်အောင်မြင်စွာသိမ်း ဆည်းပြီး

source: Items
my_mm: စာအုပ်များ

source: Others
my_mm: အခြားကိစ်စ ရပ်များ

source: Edit Biblographic data
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်များကိုတည်းဖြတ်ရန်

source: Inventory Code
my_mm: စာရင်းသင်္ကေတများ

source: Shelf Location
my_mm: စင်တည်ရှိရာနေရာ

source: Item Status
my_mm: စာအုပ်အခြေအနေ

source: Order Number
my_mm: မှာယူသော နံပါတ်

source: Order Date
my_mm: မှာယူသော နေ့စွဲ

source: Receiving Date
my_mm: လက်ခံ ရရှိ သောနေ့စွဲ

source: Supplier
my_mm: ဖြန့်ဝေသူ

source: Buy
my_mm: ဝယ်ပါ

source: Prize/Grant
my_mm: ဆု / အကူအညီ

source: Source
my_mm: မည်သည် မှ

source: Invoice
my_mm: ငွေ တောင်းခံလွှာ

source: Invoice Date
my_mm: ငွေတောင်းခံလွှာ နေ့စွဲ

source: Price
my_mm: တန်ဖိုး

source: You are going to edit Item data
my_mm: သင်သည်စာအုပ်အချက်အလက်များကိုတည်းဖြတ်တော့မည်။

source: Author
my_mm: စာရေးသူ

source: Item Barcodes Printing
my_mm: စာအုပ်ဘားကုဒ်များ ပုံနှိပ်ခြင်း

source: Print Barcodes for Selected Data
my_mm: ရွှေးချယ်ထားသောအချက်အလက်များအတွက် ဘားကုဒ်များကို ပုံနှိပ်ရန်

source: There is no record in item database yet, Export FAILED!
my_mm: အချက်အလက်ဘဏ်တွင် မှတ်တမ်း မရှိသေးပါ၊ ပြင်ပသို့ပိုံ့ ဆောင်ခြင်း မအောင်မြင်ပါ။

source: Item Export Tool
my_mm: စာအုပ်အချက်အလက်ပြင်ပသို့ ပို့ဆောင်ရန်

source: Export item data to CSV file
my_mm: အချက်အလက်များCSVဖိုင်သို့ ပို့ဆောင်ခြင်း

source: Item Import tool
my_mm: ပစ္စည်းသွင်းယူရန် ကိရိယာ

source: Import for item data from CSV file
my_mm: CSV ဖိုင်မှ စာအုပ်အချက်အလက်များ ရယူပါ

source: You don't have enough privileges to access this area!
my_mm: သင်တွင်ဤဧရိယာသို့ ဝင်ရောက်ရန်လုံလောက်သော ခွင့်ပြုချက်မရှိပါ။

source: <a href="http://pear.php.net/index.php">PEAR</a>, <a href="http://pear.php.net/package/File_MARC">File_MARC</a> and <a href="http://pear.php.net/package/Structures_LinkedList/">Structures_LinkedList</a> packages need to be installed in order to import MARC record
my_mm: <a href="http://pear.php.net/index.php">PEAR</a>, <a href="http://pear.php.net/package/File_MARC">File_MARC</a> and <a href="http://pear.php.net/package/Structures_LinkedList/">Structures_LinkedList</a> packages need to be installed in order MARC record ရယူခြင်း

source: MARC Import tool
my_mm: MARC သြင္းကုန္ကရိယာ

source: Number of records to import (0 for all records)
my_mm: သြင္းကုန္ပစၥည္းအေရအတြက္(သံုညမွမွတ္တမ္းအားလံုး)

source: Sorry, no result found from %s OR maybe XML result and detail disabled.
my_mm: %s OR မှ ရလဒ် များ မတွေ့ပါ၊ XML ရလဒ် နှင့် အသေးစိပ် မရနိင်စေရန် ဖန်တီး ထားခြင်း ဟုဆိုနိုင်သည်

source: * Please make sure you have a working Internet connection.
my_mm: * သင့်တွင်ဆက်သွယ်မှုရရှိနေသောအင်တာနက်လက်ဝယ်ရှိ နေသည်ကို သေချာပါစေ

source: Upload FAILED! Forbidden file type or file size too big!
my_mm: ရယူ ခြင်း မအောင်မြင်ပါ၊ တားမြစ်ထားသည့် ဖိုင်အမျိုးအစား သို့မဟုတ် ဖိုင်အရွယ်အစား အလွန် ကြီးမားသည်

source: File Attachment data updated!
my_mm: ပူးတွဲဖိုင်အချက်အလက် ထပ်ဖြည့်ပြီး

source: File Attachment data FAILED to update!
my_mm: ပူးတွဲဖိုင်အချက်အလက်ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ

source: File Attachment uploaded succesfully!
my_mm: ပူးတွဲဖိုင်အောင်မြင်စွာ ရယူပြီး

source: File Attachment data FAILED to save!
my_mm: ပူးတွဲဖိုင်အချက်အလက် သိမ်ဆည်းခြင်း မအောင်မြင်ပါ

source: Upload Now
my_mm: အခု ရယူပါ

source: Repository ROOT
my_mm: သိုလှောင် ရာ အရင်းအမြစ်

source: Repo. Directory
my_mm: သိုလှောင် ရာ လမ်းညျွန်

source: File To Attach
my_mm: ချိတ်ဆွဲ၇န် ဖိုင်

source: URL
my_mm: URL ( အင်တာနက် တွင်ရယူလို သည့် အရာအတွက်တူညီသော တည်နေရာ အညွှန်း)

source: Description
my_mm: အကြောင်း အရာ

source: Public
my_mm: အများနှင့်သက်ဆိုင်သော

source: Private
my_mm: ကိုယ္ပိုင္

source: Access
my_mm: ဝင်ရောက်ခွင့်

source: Access Limit by Member Type
my_mm: အသင်းဝင်အမျိုးအစားအရဝင်ရောက်ခွင့်ကန့်သတ်ချက်

source: Author succesfully updated!
my_mm: စာရေးသူအောင်မြင်စွာ ထပ်ဖြည့်ပြီး

source: Author FAILED to Add. Please Contact System Administrator
my_mm: စာရေးသူထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပြူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Author added!
my_mm: စာရေးသူထပ်ထည့်ပြီး

source: Add Author
my_mm: စာ​ရေးသူထပ်ထည့်ရန်

source: Author Name
my_mm: စာရေးသူအမည်

source: Type to search for existing authors or to add a new one
my_mm: လက်ရှိစာရေးသူများရှာရန်သော်၄င်း၊ နောက်ထပ်စာရေးသူ အသစ်ထည့်ရန်သော်၄င်းစာရိုက်ပါ။

source: Insert To Bibliography
my_mm: ကက်တလောက်သို့ထည့်သွင်းပါ

source: Subject FAILED to Add. Please Contact System Administrator
my_mm: ပညာရပ် ထပ်ထည့်ခြင်း မအောင်မြင်ပါ

source: Subject added!
my_mm: ပညာရပ် ထပ် ထည့်ပြီး

source: Add Subject
my_mm: ပညာရပ်ထပ်ထည့်ရန်

source: Keyword
my_mm: အဓိကစကားလုံး

source: Primary
my_mm: အဓိက

source: Type to search for existing topics or to add a new one
my_mm: လက်ရှိအကြောင်းအရာခေါင်းစည်း ရှာဖွေရန်သော်၄င်း၊ သို့မဟုတ်ခေါင်းစည်းအသစ်ထည့် ရန်သော်၄င်းစာရိုက်ပါ

source: Settings saved
my_mm: သတ်မှတ် ခြင်း သိမ်းဆည်းပြီး

source: Save Settings
my_mm: တည်ဆောက်ထားသော အခြအနေ များကို သိမ်းဆည်းပါ

source: 1-100 percent
my_mm: ၁-၁၀၀ ရာခိုင်နှုန်းကို

source: Print setting for
my_mm: ပုံနှိပ်ရန်သတ်မှတ်ခြင်း

source: Catalog Printing
my_mm: ကတ်တလောက်ပုံနှိပ်ခြင်း

source: Print Catalog Format
my_mm: ကတ်တလောက်ပုံစံကိုပုံနှိပ်ရန်

source: Print Catalog for Selected Data
my_mm: ရွှေးချယ်ထားသောအချက်အလက်များအတွက်ကတ်တလောက်ကိုပုံနှိပ်ရန်

source: Item
my_mm: စာအုပ်

source: Show Existing Bibliographic Data
my_mm: လက်ရှိ စာကြည့်တိုက် ဆိုင်ရာ သိုမှီးထားပြီး အချက် အလက်များကို ပြပါ

source: Add New Bibliographic Data/Catalog
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်အသစ်များ/ကက်တလောက် ထပ်ဖြည့်ပါ။

source: Item List
my_mm: စာအုပ်စာရင်း

source: Show List of Library Items
my_mm: စာကြည့်တိုက်ဆိုင်ရာစာအုပ်များစာရင်းပြပါ။

source: Show List of Checkout Items
my_mm: ငှါးရမ်းသည့်စာအုပ်များစာရင်းကိုပြပါ။

source: Copy Cataloguing
my_mm: ကက်တလောက်မိတ္တူကူးယူခြင်း

source: Grab Bibliographic Data from Z3950 SRU Web Services
my_mm: Z3950 SRU အင်တာနက် ဝန် ဆောင် မှု များမှ စာကြည့်တိုက် ဆိုင်ရာ အချက်အလက်များကို ရယူပါ

source: Z3950 Service
my_mm: Z3950 ဝန်ဆောင်မှု

source: Grab Bibliographic Data from Z3950 Web Services
my_mm: Z3950 SRU အင်တာနက် ဝန် ဆောင် မှု များမှ စာကြည့်တိုက် ဆိုင်ရာ အချက်အလက်များကို ရယူပါ
