Repository: slims/slims8_akasia
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: my_mm

source: Grab Bibliographic Data from Other SLiMS Web Services
my_mm: အချား SLiMS အင်တာနက် ဝန် ဆောင် မှု များမှ စာကြည့်တိုက် ဆိုင်ရာ အချက်အလက်များကို ရယူပါ

source: Tools
my_mm: လုပ်ဆောင်ဖွယ်ရာများ

source: Print Document Labels
my_mm: စာရွက်စာတမ်းများ၏အမှတ်အသားတံဆိပ်များ ပုံနှိပ်ခြင်း

source: Print Item Barcodes
my_mm: စာအုပ်ဘားကုဒ်များ ပုံနှိပ်ရန်

source: MARC Import
my_mm: MARC တင်သွင်း

source: Import Bibliographic Data from MARC file
my_mm: MARC ဖိုင်မှအချက်အလက်များရယူရန်

source: Print Catalog Card
my_mm: ကတ်တလောက်ကဒ်ကိုပုံနှိပ်ရန်

source: Data Export
my_mm: မှတ်တမ်း အချက်အလက်များ ပြင်ပသို့ ပို့ ခြင်း

source: Export Bibliographic Data To CSV format
my_mm: CSV ပုံစံ သို့ စာအုပ်ဆိုင်ရာအချက်အလက်များကိုပို့ပါ။

source: Data Import
my_mm: အချက်အလက်များ ရယူခြင်း

source: Import Data to Bibliographic Database from CSV file
my_mm: CSV ဖိုင်မှ စာကြည့်တိုက် ဆိုင်ရာ အချက်အလက်များကို ရယူပါ

source: Item Export
my_mm: စာအုပ်အချက်အလက်ပြင်ပသို့ ပို့ခြင်း

source: Export Item/Copies data To CSV format
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်များကို CSV ပုံစံ သို့ ပို့ရန်

source: Item Import
my_mm: အရာဝတ်ထု ရယူခြင်း

source: Import Data to Item/Copies database from CSV file
my_mm: CSV ဖိုင်မှ အရာဝတ်ထု /အချက်အလက် မိတ်တူများ သိမ်းဆည်းရာသို့ အချက်အလက်များ ရယူပါ

source: UCS is not enabled! Change global system configuration to enable UCS
my_mm: UCS ကိုအသုံးပြုနိုင် အောင်ပြုလုပ် မထားပါ။ UCS ကိုအသုံးပြုနိုင် အောင် ကွန်ပြူတာ စံနစ် တစ်ခုလုံး၏ စီစဉ်ထားပုံ ကို ပြောင်းပါ

source: No Results Found!
my_mm: ရလဒ်မရှိပါ

source: All fields
my_mm: နယ်ပယ်များအားလုံး

source: SRU Server
my_mm: SRU ကွန်ပြူတာ နှင့် ယင်းကို အသုံးပြုသူများ ကိုသော်၄င်း၊ အခြား ကွန်ပြူတာများနှင့်သော်၄င်း ပန့်ပိုး ပေးသော အစီအစဉ်

source: ERROR! Loan data can't be saved to database
my_mm: အမှား! စာငှါးအချက်အလက်များ စုဆောင်းသိမ်းဆည်း၍ မရပါ။

source: Transaction finished
my_mm: စာငှါးခြင်းဆောင်ရွက်ခြင်းပြီးပြီ။

source: Overdue fines inserted to fines database
my_mm: ရက်လွန်ဒဏ်ငွေ ကို ဒဏ်ငွေအချက်အလက်စုဘဏ်တွင် ထည့်သွင်းပြီး။

source: Item CANNOT BE Extended! This Item is being reserved by other member
my_mm: ဤစာအုပ်သည် အခြားအသင်းဝင်မှ သီးသန့်လျာထားသည့်အတွက်ငှါးရက်တိုးမြှင့်၍ မရပါ၊

source: Loan Extended
my_mm: ငှါးရမ်းခြင်းကာလ တိုးမြှင့်ပြီး။

source: Loan Limit Reached!
my_mm: ငှါးရမ်းခြင်းကာလ အဆုံးစွန် သို့ရောက်ပြီး။

source: Do You Want To Overide This?
my_mm: သင်ဤအရာကို အစားထိုး သိမ်းဆည်းမလား။

source: WARNING! This Item is reserved by another member
my_mm: အသိပေးချက်! ၊ ဤစာအုပ်ကို အခြားအသင်းဝင်မှ သီးသန့်လျာထားသည်။

source: This Item is not registered in database
my_mm: ဤစာအုပ်ကို အချက်အလက်များဘဏ်တွင် မှတ်ပုံတင် ထားခြင်းမရှိပါ။

source: This Item is currently not available
my_mm: ဤစာအုပ်ကိုလက်ရှိအချိန်တွင် မရနိုင်ပါ။

source: Loan NOT PERMITTED! Membership already EXPIRED!
my_mm: စာငှါးခြင်းခွင့်မပြုပါ၊ အသင်းဝင်အဖြစ်ကုန်ဆုံးသွားပြီ။

source: Loan NOT PERMITTED! Membership under PENDING State!
my_mm: စာငှါးခြင်းခွင့်မပြုပါ။ အသင်းဝင်အဖြစ်စီစစ်ဆဲကာလတွင်း ဖြစ်ပါသည်။

source: Loan Forbidden for this Item!
my_mm: ဤစာအုပ်အတွက် စာငှါးတားမြစ်ထားသည်။

source: Item {removeID} removed from session
my_mm: အရာဝတ်ထု {removeID} ကို လုပ်ငန်းဆောင်တာလုပ်ကွင်းမှဖယ်ထုတ်ပါ။

source: This is item already returned or not exists in loan database
my_mm: ဤအရာဝတ်ထုကို ပြန်လည်အပ်နှံပြီး၊ သိုမဟုတ် ငှါးရမ်းခြင်း အချက်အလက်များ စုဆောင်းသိမ်းဆည်း ရာနေရာတွင် မရှိပါ။

source: OVERDUED for {overdueDays} days(s) with fines value of
my_mm: ရက်လွန် အတွက် {overdueDays} ရက်(များ) နှင့် ဒဏ်ငွေတန်ဖိုး ပမာဏ

source: Item {itemCode} is being reserved by member {member}
my_mm: ဤစာအုပ် {itemCode} သည် အသင်းဝင်မှသီးသန့်လျာထားသည် {member}

source: Member Name
my_mm: အသင်းဝင်အမည်

source: NO DATA Selected to reserve!
my_mm: အငှါးသီးသန့်လျာထားခြင်းအတွက် အချက်အလက်မရှိပါ။

source: Can not add more reservation. Maximum limit reached
my_mm: ငှါးရမ်းရန် ကြိုတင်ရယူခြင်းတွင် ထပ်ဖြည့်၍ မရပါ။ သတ်မှတ်ထားသည့် အမြင့်ဆုံးကျော်နေပြီ။

source: Can't reserve this Item. Loan Forbidden!
my_mm: ဤစာအုပ်ကိုသီးသန့်လျာထား၍မရပါ၊ ငှါးရမ်းခြင်း တားမြစ်ထားသည်။

source: Reservation added
my_mm: ကြိုတင်ရယူခြင်း ထပ်ဖြည့် ထားသည်။

source: Item for this title is already available or already on hold by this member!
my_mm: ဤစာအုပ်သည်စာကြည့်တိုက်တွင်ရရှိနိုင်သည် သို့မဟုတ်ဤအသင်းဝင်အတွက်လျာထားသည်။

source: Reservation removed
my_mm: ကြိုတင်ရယူထားခြင်း ဖယ်ရှားပြီး။

source: Fines data removed
my_mm: ဒဏ်ငွေအချက်အလက်ဖယ်ရှားပြီး

source: not valid (unregistered in database)
my_mm: ခွင့်ပြုချက်နှင့် မညီပါ၊ (အချက်အလက်များဘဏ်တွင် မှတ်ပုံတင်ထားခြင်းမရှိပါ)

source: Circulation
my_mm: စာဌားလုပ်ငန်း

source: Finish Transaction
my_mm: ညှိနှိင်း ဆောင်ရွက်ရန် ပေးပို့ ခြင်း ပြီးဆုံးပြီ။

source: Are you sure want to finish current transaction?
my_mm: သင်သည် ယခုဆောင်ရွက်ခြင်း ပြီးဆုံးရန် အကယ်ပင် သေချာရဲ့ လား။

source: Member Email
my_mm: အသင်းဝင်အီးမေးလ်လိပ်စာ

source: Member Type
my_mm: အသင်းဝင်အမျိုးအစား

source: Register Date
my_mm: မှတ်ပုံတင်သည့် နေ့စွဲ

source: Membership Already Expired
my_mm: အသင်းဝင်သက်တမ်း ကုန်ဆုံးပြီး

source: Expiry Date
my_mm: ကုန်ဆုံးသည့်နေ့စွဲ

source: Membership currently in pending state, loan transaction is locked.
my_mm: အသင်းဝင်အဖြစ်လက်ရှိဆိုင်းငံ့ထားဆဲ၊ စာငှါးခြင်းကိုထိမ်းချုပ်ထားသည်။.

source: Loans
my_mm: စာငှါးခြင်းများ

source: Current Loans
my_mm: လက်ရှိစာငှါးများ

source: Reserve
my_mm: သီးသန့်လျာထားသည်။

source: Fines
my_mm: ဒဏ်ငွေ

source: Loan History
my_mm: စာငှါးမှတ်တမ်း

source: Overdue fines for item {item_code}
my_mm: item {item_code} များအတွက်ရက်လွန်ဒဏ်ငွေ

source: Fines Description and Debet value can't be empty
my_mm: ဒဏ်ငွေအကြောင်းအရာနှင့်ကျသင့်ငွေကို ဗလာထား၍မရပါ။

source: Value of Credit can not be higher that Debet Value
my_mm: ပေးသွင်းငွေသည် ကျသင့်ငွေထက် မကျော်စေရပါ။

source: Fines Data Successfully Updated
my_mm: ဒဏ်ငွေအချက်အလက်ကို အောင်မြင်စွာထပ်မံဖြည့်စွက်ပြီး

source: Fines Data FAILED to Updated. Please Contact System Administrator
my_mm: ဒဏ်ငွေအချက်အလက် ထပ်မံဖြည့်စွက်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Fines Data Successfully Saved
my_mm: ဒဏ်ငွေအချက်အလက်အသစ် ကို အောင်မြင်စွာ သိမ်းဆည်း ပြီး။

source: Fines Data FAILED to Save. Please Contact System Administrator
my_mm: ဒဏ်ငွေအချက်အလက် သိမ်းဆည်းခြင်းမအောင်မြင်ပါ။ ကွန်ပျုတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Add New Fines
my_mm: ဒဏ်ငွေအသစ် ဖြည့် စွက်ပါ။

source: Fines List
my_mm: ဒဏ်ငွေ စာရး ဇယား

source: View Balanced Overdue
my_mm: ပေးဆောင်ရန်ရက်လွန်ကြေးကြည့်ရှု့ပါ။

source: Fines Date
my_mm: ဒဏ်ငငွပေးဆောင်ရမည့် နေ့

source: Description/Name
my_mm: အကြာင်းအရာ / အမည်

source: Debit
my_mm: တောင်းခံသည့်ငွေ

source: Credit
my_mm: ပေးဆောင် သည့်ငွေ

source: You are going to edit fines data
my_mm: သင်သည်ဒဏ်ငေွအချက်အလက်များကိုတည်းဖြတ်တော့မည်။

source: You don't have enough privileges to view this section
my_mm: သင်တွင် ဤ အပိုင်းသို့ ဝင်ရောကကြည့် ရှု့၇န် လုံလောက်သော အခွင့်အရေး မရှိပါ။

source: CIRCULATION - Insert a member ID to start transaction with keyboard or barcode reader
my_mm: စာဌားရန်အသင်းဝင်နံပါတ်ကိုကီးဘုတ်သိုမဟုတ်ဘားကုတ်ဖတ်သည့်ကိရိယာဖြင့်ထည့်ပါ။

source: Start Transaction
my_mm: စာငှါးဆောင်ရွက်ခြင်းစတင်ပါ။

source: Transaction with member {member_id} is completed
my_mm: စာငှါးခြင်းဆောင်ရွက်ရန် အသင်းဝင်{member_id} ပြီးပြည့် စုံပြီး။

source: Insert Item Code/Barcode
my_mm: စာအုပ်သင်္ကေတနံပါတ်/ဘားကုတ် ထည့်ပါ။

source: Click To Change Loan Date
my_mm: စာငှါးနေ.စွဲပြောင်းရန်

source: Click To Change Due Date
my_mm: ပြန်လည်အပ်နှံရမည့်နေ့စွဲပြောင်းရန်နှိပ်ပါ။

source: Are you sure you want to return the item
my_mm: သင်သည် ငှါးရမ်းထားသည့်စာအုပ်ကိုပြန်လည်အပ်နှံ လိုသည်မှာသေချာရဲ့ လား။

source: Are you sure to extend loan for
my_mm: သင်သည်စာငှါးရက်တိုးမြှင့် လိုသည်မှာသေချာရဲ့လား။

source: Col. Type
my_mm: စာစုအမျိုးအစား

source: Return this item
my_mm: ပြန်လည်အပ်နှံသည့် ငှါးရမ်း ထားသည့် အရာ

source: No Extend
my_mm: ငှါး ရမ်းခွင့် ရက်တိုးမြှင့် မပေးပါ။

source: Extend loan for this item
my_mm: ဤ စာငှါးအတွက် ရက်တိုးမြှင့်ပေးပါ။

source: Extended
my_mm: ရက်တိုးမြှင့်ပေးသည်။

source: OVERDUED for
my_mm: …..ရက် ရက်လွန်သည်။

source: days(s) with fines value
my_mm: ရက်လွန်အရေအတွက်နှင့် ဒဏ်ငွေတန်ဖိုး

source: Send overdues notice e-mail
my_mm: ရက်လွန်နေကြောင်းအီးမေးလ် ပို့ပါ။

source: Loan Rules Successfully Updated
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်းများအောင်မြင်စွာဖြည့်စွက်ပြုပြင်ပြီ။

source: Loan Rules FAILED to Updated. Please Contact System Administrator
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်း ဖြည့်စွက်ပြုပြင်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်ပါ

source: New Loan Rules Successfully Saved
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်းအသစ်အားအောင်မြင်စွာသိမ်းဆည်းပြီး။

source: Loan Rules FAILED to Save. Please Contact System Administrator
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်းသိမ်းဆည်းခြင်း မအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်ပါ။

source: Loan Rules
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်း

source: Loan Rules List
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်းများစာရင်း

source: Add New Loan Rules
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်း အသစ်အား ဖြည့်စွက်ပါ။

source: ALL
my_mm: အားလုံး

source: Loan Limit
my_mm: ငှါးရမ်းနိုင်သည့်အရေအတွက်

source: Loan Period
my_mm: စာငှါးကာလ

source: Reborrow Limit
my_mm: ဆက်လက်ငှါးရမ်းခွင့် ကန့်သတ်ချက်

source: Fines Each Day
my_mm: တစ်ရက် အတွက် ဒဏ်ငွေ

source: Overdue Grace Periode
my_mm: ပြန်လည် အပ်နှံရန် စေ.ရက်မှ အသာတကြည်ကျော်လွန်ခွင့်

source: You are going to edit loan rules
my_mm: သင်သည်စာငှါးစည်းမျဉ်းစည်းကမ်းများကိုတည်းဖြတ်တော့ မည်။

source: Not Returned Yet
my_mm: ပြန်လည်မအပ်နှံသေးပါ။

source: Returned Date
my_mm: ြန်လည်အပ်နှံ သည့် နေ့စွဲ

source: Quick Return is disabled
my_mm: အမြန်ပြန်လည်အပ်နှံခြင်းကိုမရနိုင်ရန်ပြုလုပ်ထားသည်။

source: Quick Return
my_mm: အမြန်ပြန်လည်အပ်နှံခြင်း

source: Insert an item ID to return collection with keyboard or barcode reader
my_mm: စာအုပ်ကိုပြန်လည်အပ်နှံရန် စာအုပ်၏အမှတ်အသားကို ကီးဘုတ် သို့မဟုတ် ဘားကုတ် ဖတ်သည့်ကိရိယာဖြင့် ထည့်သွင်းပါ။

source: Item ID
my_mm: စာအုပ်၏သင်္ကေတ

source: Are you sure to remove reservation for
my_mm: အတွက် ကြိုတင်ရယူထားခြင်း ဖယ်ထုတ်မှာ သေချာရဲ့လား

source: Search Collection
my_mm: စာစုများရှာဖွေရန်

source: Add Reserve
my_mm: သီးသန့်လျာထားခြင်းထပ်ဖြည့်ပါ။

source: Reserve Date
my_mm: သီးသန့်လျာထားသည့်နေ့စွဲ

source: ALREADY EXPIRED
my_mm: ကုန်ဆုံး ပြီး

source: Start Circulation Transaction Proccess
my_mm: စာငှါးဆောင်ရွက်ခြင်းလုပ်ငန်းစဉ်စတင်ပါ။

source: Quick Return Collection
my_mm: အမြန်ပြန်လည်အပ်နှံခြင်များစာစု

source: View and Modify Circulation Loan Rules
my_mm: စာငှါးစည်းမျဉ်းစည်းကမ်းကိုဆန်းစစ်၍ လိုအပ်သလို ပြင်ဆင်ရေးသားရန်

source: Loan History Overview
my_mm: စာငှါးမှတ်တမ်းအားဆန်းစစ်လေ့လာခြင်း

source: Overdued List
my_mm: ငှါးရမ်းရက်လွန်စာရင်း

source: View Members Having Overdues
my_mm: ရက်လွန်အသင်းဝင်များ ကိုကြည့်ရှု့ခြင်း

source: Reservation
my_mm: ငှါးရမ်းခွင့် ကြိုတင် ရယူထားခြင်း

source: Author name can't be empty
my_mm: စာ​ရေးသူအမည်ကို ဗလာထား၍ မရပါ။

source: Author Data Successfully Updated
my_mm: စာ​ရေးသူအချက်အလက် အောင်မြင်စွာ ထပ်ဖြည့်ပြီး

source: Author Data FAILED to Updated. Please Contact System Administrator
my_mm: စာ​ရေးသူအချက်အလက် ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: New Author Data Successfully Saved
my_mm: စာရေးသူဆိုင်ရာအချက်အလက်အသစ်အောင်မြင်စွာသိမ်းဆည်းပြီး။

source: Author Data FAILED to Save. Please Contact System Administrator
my_mm: စာရေးသူအချက်အလက်သိမ်ဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Author List
my_mm: စာ​ရေးသူစာရင်း

source: Add New Author
my_mm: စာ​ရေးသူ အသစ်ထပ်ဖြည့်ရန်

source: Author Birth Year
my_mm: စာရေးသူမွေးဖွားသည့်နှစ်

source: Authority Type
my_mm: စာရေးသူအမျိုးအစား

source: Authority Files
my_mm: ဝေါဟာရအသုံးအနှုန်းများဖိုင်

source: You are going to edit author data
my_mm: သင်သည်စာရေးသူအချက်အလက်ကိုတည်းဖြတ်တော့မည်။

source: Author Year
my_mm: စာရေး ပြီး ဆုံးသည့် နှစ်

source: Collection type name can't be empty
my_mm: စာစုအမျိုးအစားအမည်ကို ဗလာထား၍ မရပါ

source: Colllection Type Data Successfully Updated
my_mm: စာစုအမျိုးအစားစာရင်းအချက်အလက် အောင်မြင်စွာ ဖြည့် ထည့်ပြီး

source: Colllection Type Data FAILED to Updated. Please Contact System Administrator
my_mm: စာစုအမျိုးအစားအချက်အလက်များ ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Colllection Type Data Successfully Saved
my_mm: စာစုအမျိုးအစားအချက်အလက်အသစ်များ အောင်မြင်စွာ သိမ်ဆည်း ပြီး

source: Collection Type List
my_mm: စာစုအမျိုးအစားစာရင်း

source: Add New Collection Type
my_mm: စာစုအမျိုးအစားအသစ်ထပ်ထည့်ရန်

source: You are going to edit collection type data
my_mm: သင်သည် စုဆောင်းထားသည့်စာစုအမျိုးအစား အချက်အလက် ကိုတည်းဖြတ်တော့မည်။

source: Add New Term
my_mm: စကားလုံး အသစ် ထပ်ထည့်ရန်

source: Subject List
my_mm: ပညာရပ် စာရင်း

source: You are going to edit Subject data
my_mm: သင်သည်ပညာရပ်အချက်အလက်များကို တည်းဖြတ်တော့မည်။

source: Language ID or Name can't be empty
my_mm: ဘာသာစကားသင်္ကေတနှင့် အမည်ကို ဗလာထား၍မရပါ။

source: Language Data Successfully Updated
my_mm: ဘာသာစကားအချက်အလက်များ အောင်မြင်စွာဖြည့်စွက်ခြင်း

source: Language Data FAILED to Updated. Please Contact System Administrator
my_mm: ဘာသာစကားအချက်အလက်များဖြည့် စွက် ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Language Data Successfully Saved
my_mm: ဘာသာစကားအချက်အလက်အသစ်များ အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Language Data FAILED to Save. Please Contact System Administrator
my_mm: ဘာသာစကားအချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Doc. Language
my_mm: ဘာသာစကား

source: Language List
my_mm: ဘာသာစကားစာရင်း

source: Add New Language
my_mm: ဘာသာစကားအသစ် ထပ်ဖြည့်ရန်

source: Language Code
my_mm: ဘာသာစကားသင်္ကေတ

source: You are going to edit language data
my_mm: သင်သည်ဘာသာစကားအချက်အလက်များကို တည်းဖြတ်တော့မည်။

source: Frequency Data Successfully Updated
my_mm: အကြိမ်အချက်အလက် အောင်မြင်စွာဖြည့် စွက်ပြီး

source: Frequency Data FAILED to Updated. Please Contact System Administrator
my_mm: အကြိမ်အချက်အလက် လတ်တလော ဖြည့် စွက် ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Frequency Data Successfully Saved
my_mm: အကြိမ် အချက် အလက် အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Frequency Data FAILED to Save. Please Contact System Administrator
my_mm: အကြိမ်အချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပြူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: Frequency Available
my_mm: ရရှိနှိင်သော အကြိမ်

source: Add New Frequency
my_mm: အကြိမ် အသစ် ထပ်ဖြည့်ပါ

source: Time Increment
my_mm: တိုးသွားသော အချိန် အတိုင်း အတာ

source: Day
my_mm: နေ့

source: Week
my_mm: သတင်းပတ်

source: Month
my_mm: လ

source: Year
my_mm: ခုနှစ်

source: Time Unit
my_mm: အချိန် အတိုင်းအတာ

source: You are going to edit Frequency data
my_mm: သင်သည်အကြိမ်အချက်အလက်များကိုတည်းဖြတ်တော့မည်။

source: GMD Code And Name can't be empty
my_mm: GMD သင်္ကေတ နှင့် အမည်ကို ဗလာထား၍ မရပါ

source: GMD Data Successfully Updated
my_mm: GMD အချက်အလက်အောင်မြင်စွာ ဖြည့်ထည့်ပြီး

source: GMD Data FAILED to Updated. Please Contact System Administrator
my_mm: GMD အချက်အလက် ဖြည့်ထည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: New GMD Data Successfully Saved
my_mm: GMD အချက်အလက် အသစ် အောင်မြင်စွာ သိမ်း ဆည်းပြီး

source: GMD Data FAILED to Save. Please Contact System Administrator
my_mm: GMD အချက်အလက် သိမ်း ဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: GMD (General Material Designation)
my_mm: GMD (General Media Designation)

source: GMD List
my_mm: GMD စာရင်း

source: Add New GMD
my_mm: GMD အသစ် ထပ်ဖြည့်ပါ

source: GMD Code
my_mm: GMD သင်္ကေတ

source: GMD Name
my_mm: GMD အမည်

source: You are going to edit gmd data
my_mm: သင်သည် GMD အချက်အလက်ကိုတည်းဖြတ်တော့မည်။

source: Delete Selected Data
my_mm: ရွှေး ချယ်ထားသောအချက်အလက်များကိုဖျက်ပြစ်ပါ

source: Check All
my_mm: အားလုံး ကို မှတ်ယူပါ

source: Uncheck All
my_mm: အားလုံး ကို မှတ်ယူခြင်းမှ ပယ်ဖျက်ပါ

source: No Loan Transaction
my_mm: စာငှါးဆောင်ရွက်မှုမရှိပါ။

source: Skipped By Stock Take
my_mm: စာကြည့်တိုက်စာရင်းကောက်ယူခြင်းမှကျော်သွားသည်။

source: Item Status ID and Name can't be empty
my_mm: စာအုပ်အချက်အလက်အခြေအနေပြသင်္ကေတနှင့် အမည်ကို ဗလာထား၍မရပါ

source: Item Status Data Successfully Updated
my_mm: စာအုပ်အချက်အလက်အခြေအနေအောင်မြင်စွာ ထပ်ဖြည့် ပြီး

source: Item Status Data FAILED to Updated. Please Contact System Administrator
my_mm: စာအုပ်အချက်အလက်အခြေအနေထပ်ဖြည့် ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Item Status Data Successfully Saved
my_mm: စာအုပ်အချက်အလက်အခြေအနေအသစ် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ

source: Item Status Data FAILED to Save. Please Contact System Administrator
my_mm: စာအုပ်အချက်အလက်အခြေအနေ သိမ်ဆည်းခြင်း မအောင် မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Add New Item Status
my_mm: စာအုပ်အသစ် အခြေအနေထပ်ဖြည့်ရန်

source: Item Status Code
my_mm: စာအုပ်အခြေအနေသင်္ကေတ

source: Item Status Name
my_mm: စာအုပ်အချက်အလက်အခြေအနေအမည်

source: Rules
my_mm: စည်းမျဉ်း စည်းကမ်း

source: You are going to edit Item Status data
my_mm: သင်သည်စာအုပ်အခြေအနေအချက်အလက်များကိုတည်း ဖြတ်တော့မည်။

source: Label Data Successfully Updated
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက်အောင်မြင်စွာ ဖြည့်ထည့်ပြီး

source: Label Data FAILED to Updated. Please Contact System Administrator
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက်ဖြည့်ထည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: New Label Data Successfully Saved
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက် အသစ်အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Label Data FAILED to Save. Please Contact System Administrator
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက် အသစ်သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Label
my_mm: အမှတ်အသားတံဆိပ်

source: Label List
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက် စာရင်း

source: Add New Label
my_mm: အမှတ်အသားတံဆိပ်အသစ်များထပ်ထည့်ရန်

source: Label Name
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက်အမည်

source: Label Description
my_mm: အမှတ်အသားတံဆိပ်အချက်အလက် အကြောင်း အရာ

source: You are going to edit Label data
my_mm: သင်သည်အမှတ်အသားတံဆိပ်အချက်အလက်များကို တည်းဖြတ်တော့မည်။

source: Location ID and Name can't be empty
my_mm: တည်နေရာသင်္ကေတနှင့် အမည်ကို ဗလာထား၍မရပါ

source: Location Data Successfully Updated
my_mm: တည်နေရာအချက်အလက် အောင်မြင်စွာထပ်ဖြည့် ပြီး

source: Location Data FAILED to Updated. Please Contact System Administrator
my_mm: တည်နေရာအချက်အလက်ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Location Data Successfully Saved
my_mm: နေရာအချက်အလက်အသစ် အောင်မြင်စွာသိမ်းဆည်းပြီး

source: Location Data FAILED to Save. Please Contact System Administrator
my_mm: တည်နေရာအချက်အလက်သိမ်းဆည်းခြင်း မအောင်မြင်ပါ။ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Location List
my_mm: စာအုပ်တည်နေရာစာရင်း

source: Add New Location
my_mm: နေရာအသစ်ထပ်မံဖြည့် ပါ

source: Location Code
my_mm: စာအုပ်တည်နေရာသင်္ကေတ

source: Location Name
my_mm: စာအုပ်တည်နေရာအမည်

source: You are going to edit location data
my_mm: သင်သည်တည်နေရာအချက်အလက်ကို တည်းဖြတ်တော့မည်။

source: Server Name And URI can't be empty
my_mm: Server အမည်နှင့် URI ဗလာမဖွစျနိုငျ

source: Server Data Successfully Updated
my_mm: Server ဒေတာများကိုအောင်မြင်စွာနောက်ဆုံးရေးသားချိန်

source: Server Data FAILED to Updated. Please Contact System Administrator
my_mm: Server ဒေတာများကိုနောက်ဆုံးရေးသားချိန်ရန်မအောင်မြင်ခဲ့ပါ။ System ကိုအုပ်ချုပ်ရေးမှူးကိုဆက်သွယ်ပါ ကျေးဇူးပြု.

source: Server Data FAILED to Save. Please Contact System Administrator
my_mm: Server ဒေတာများသိမ်းဆည်းရန်မအောင်မြင်ပါ။ System ကိုအုပ်ချုပ်ရေးမှူးကိုဆက်သွယ်ပါ ကျေးဇူးပြု.

source: Server List
my_mm: Server များစာရင်း

source: Add New Server
my_mm: server အသစ် ထပ်ထည့်ရန်

source: Server Name
my_mm: Server အမည်

source: Server Type
my_mm: Server အမျိုးအစား

source: Place Name can't be empty
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအမည်ကိုဗလာထား၍မရပါ။

source: Place Data Successfully Updated
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအချက်အလက်အောင်မြင်စွာဖြည့် ထည့်ပြီး

source: Place Data FAILED to Updated. Please Contact System Administrator
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအချက် အလက်ဖြည့်ထည့်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Place Data Successfully Saved
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအချက်အလက်အသစ် အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Place Data FAILED to Save. Please Contact System Administrator
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအချက်အလက်အောင်မြင်စွာ မသိမ်းဆည်းပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Place
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာ

source: Place List
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာစာရင်း

source: Add New Place
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအသစ်ထပ်ဖြည့်ရန်

source: Place Name
my_mm: ပုံနှိပ်ထုတ်ဝေသည့်နေရာအမည်

source: You are going to edit place data
my_mm: သင်သည်ပုံနှိပ်ထုတ်ဝေသည့်နေရာအချက်အလက်ကို တည်းဖြတ်မည်။

source: Cancel
my_mm: ပယ်ဖျက်ရန်

source: Add Vocabulary
my_mm: ဝေါဟာရ အသစ်ထည်ရန်

source: Publisher Name can't be empty
my_mm: ထုတ် ဝေသူ အမည် ကို ဗလာ ထား၍ မရပါ

source: Publisher Data Successfully Updated
my_mm: ထုတ်ဝေသူ အချက်အလက် အောင်မြင်စွာ ထပ်ဖြည့်ပြီး

source: PUBLISHER Data FAILED to Updated. Please Contact System Administrator
my_mm: ထုတ် ဝေသူအချက်အလက် ထပ်ဖြည့်ခြင်း မအောင် မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Publisher Data Successfully Saved
my_mm: ထုတ်ဝေသူအချက်အလက်အသစ်အောင်မြင်စွာသိမ်းဆည်းပြီး။

source: Publisher Data FAILED to Save. Please Contact System Administrator
my_mm: ထုတ်ဝေသူအချက်အလက်သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ်စီမံခန့်ခွဲသူနှင့်ဆက်သွယ်လုပ်ဆောင်ပါ။

source: Publisher List
my_mm: ထုတ် ဝေသူ စာ ရင်း

source: Add New Publisher
my_mm: ထုတ်ဝေသူအသစ်ထပ်ဖြည့် ပါ။

source: Publisher Name
my_mm: ထုတ် ဝေသူ အမည်

source: You are going to edit publisher data
my_mm: သင်သည်ထုတ်ဝေသူအချက်အလက်ကိုတည်းဖြတ်တော့မည်။

source: Name can't be empty
my_mm: အမည် ကို ဗလာ ထား၍ မရပါ

source: Add New
my_mm: အသစ် ထပ်ထည့်ရန်

source: Code
my_mm: ကုဒ်

source: Name
my_mm: အမည်

source: General Material Designation
my_mm: အထွေထွေ ပစ်စည်း အမျိုးအစား သတ်မှတ်ခြင်း ( GMD)

source: Content Type
my_mm: အကြောင်းအရာအမျိုးအစား

source: RDA Content Type
my_mm: RDA အကြောင်းအရာအမျိုးအစား

source: Media Type
my_mm: မီဒီယာအမျိုးအစား

source: RDA Media Type
my_mm: RDA မီဒီယာအမျိုးအစား

source: Document Publisher
my_mm: စာရွက် စာတမ်း ထုတ်ဝေသူ

source: Item Supplier
my_mm: ဖြန့်ဝေသူ

source: Document Authors
my_mm: စာရေးသူများ

source: Subject
my_mm: ပညာရပ်

source: Item Location
my_mm: စာအုပ်တည်နေရာ

source: Lookup Files
my_mm: ရှာကြည့်ရန် ဖိုင်

source: Document Content Language
my_mm: စာရွက်စာတမ်း ပါဝင်ရေးသားထားသောဘာသာစကား

source: Special Labels for Titles to Show Up On Homepage
my_mm: မူလကနဦး စာမျက်နှာတွင် တင်ရန်အထူးခေါင်းစည်းများ

source: Orphaned Author
my_mm: အမည်မသိစာရေးသူ

source: Orphaned Authors
my_mm: အမည်မသိစာရေးသူများ

source: Orphaned Subject
my_mm: အမည်မသိပညာရပ်

source: Orphaned Publisher
my_mm: အမည်မသိပုံနှိပ်ထုတ်ဝေသူ

source: Orphaned Place
my_mm: အမည်မသိပုံနှိပ်ထုတ်ဝေသည့်နေရာ

source: Supplier Name can't be empty
my_mm: ဖြန့်ဝေသူအမည်ကိုဗလာထား၍ မရပါ။

source: Supplier Data Successfully Updated
my_mm: ဖြန့်ဝေသူအချက်အလက်အောင်မြင်စွာထပ်ဖြည့်ပြီး

source: Supplier Data FAILED to Updated. Please Contact System Administrator
my_mm: ဖြန့်ဝေသူအချက်အလက်ထပ်ဖြည့်ခြင်းမအောင် မြင်ပါ။၊ ကွန်ပျူတာစနစ်စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Supplier Data Successfully Saved
my_mm: ဖြန့်ဝေသူအချက်အလက်အသစ်အောင်မြင်စွာသိမ်းဆည်းနိုင်သည်၊၊

source: Supplier Data FAILED to Save. Please Contact System Administrator
my_mm: ဖြန့်ဝေသူအချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Supplier List
my_mm: ဖြန့်ဝေသူစာရင်း

source: Add New Supplier
my_mm: ဖြန့်ဝေသူအသစ်ထပ်ဖြည့်ပါ။

source: Supplier Name
my_mm: ဖြန့်ဝေသူအမည်

source: Address
my_mm: နေရပ်လိပ်စာ

source: Contact
my_mm: ဆက်သွယ်ပါ။

source: Phone Number
my_mm: ဖုံးနံပါတ်

source: Fax Number
my_mm: ပုံ၊ စာရွက် စာတမ်း တိုရိုက်ပို့နိုင်သော ဖုံးနံပါတ်

source: Account Number
my_mm: စာရင်း အမှတ်
