Repository: slims/slims8_akasia
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: my_mm

source: User Data Successfully Updated
my_mm: အသုံးပြုသူ အချက်အလက် အောင်မြင်စွာ ထပ်ဖြည့်ပြီး

source: User Data FAILED to Updated. Please Contact System Administrator
my_mm: အသုံးပြုသူ အချက်အလက် ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ။ ကွန်ပြူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New User Data Successfully Saved
my_mm: စာကြည့်တိုက်အသုံးပြုသူအချက်အလက်အသစ်အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: User Data FAILED to Save. Please Contact System Administrator
my_mm: အသုံးပြုသူ အချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ

source: Librarian & System Users
my_mm: စာကြည့်တိုက်မူးနှင့်ကွန်ပျုတာစနစ်အသုံးပြုသူများ

source: User List
my_mm: အသုံးပြုသူ စာရင်း

source: Add New User
my_mm: စာကြည့်တိုက်အသုံးပြုသူအသစ်ထပ်ဖြည့်ရန်

source: User Type
my_mm: စာဖတ်သူအမျိုးအစား

source: E-Mail
my_mm: အီးမေးလိပ်စာ

source: Social Media
my_mm: လူမှုမီဒီယာ

source: User Photo
my_mm: အသုံးပြသူ ဓါတ်ပုံ

source: Group(s)
my_mm: အုပ်စု(များ)

source: You are going to edit user profile
my_mm: သင်သည်စာကြည့်တိုက်အသုံးပြုသူ၏ ကိုယ်ရေးကိုယ်တာဖေါ်ပြချက်များကို တည်းဖြတ်တော့မည်။

source: Last Login
my_mm: ကွန်ပြူတာစနစ်သို.နောက်ဆုံးဝင်ရောက်သူ

source: Database Backup
my_mm: အချက်အလက်စုဘဏ်ကိုထပ်မံသိမ်းဆည်းပါ

source: Start New Backup
my_mm: အသစ်တဖန် ပန့်ပိုး သိမ်းဆည်းခြင် စတင်ပါ

source: Barcode Generator
my_mm: ဘားကုဒ်ထုတ်လုပ်သည့် ကိရိယာ

source: Error creating barcode!
my_mm: ဘားကုဒ်ထုတ်လုပ်ရာတွင်အမှား

source: Barcode generation finished
my_mm: ဘားကုဒ်ထုတ်လုပ်၍ပြီးပြီ

source: Enter your barcodes code on one or more textboxes below to create barcode
my_mm: အောက်တွင်ရှိ စာသားထည့် သည့် အကွက် တစ်ခု၊ သို့မဟုတ် ယင်းထက်ပို သော အကွက်များတွင် ဘားကုဒ် ရိုက်ထည့်၍ နှိပ်ပါ

source: Barcode Size
my_mm: ဘားကုဒ်အရွယ်အစား

source: Small
my_mm: အသေးစား

source: Medium
my_mm: အလပ်စား

source: Big
my_mm: အကြီးစား

source: Generate Barcodes
my_mm: ဘားကုဒ်များထုတ်လုပ်ရန်

source: Index table truncated!
my_mm: အညွှန်းဇယားအတိုကောက်

source: Index table FAILED to truncated, probably because of database query error!
my_mm: အညွှန်းဇယားမပြည်စုံခြင်းကြောင်.ထည်.သွင်းခြင်းမအောင်မြင်ပါ။အဘယ်ကြောင်.ဆိုသော်သတင်းအချက်အလက်ဖိုင်မှအမှားမေးမြန်းသည်။

source: <strong>%d</strong> index records failed to indexed. The IDs are: %s
my_mm: <strong>%d</strong> index records failed to index. The IDs are: %s

source: Please empty the Index first before re-creating the Index
my_mm: အက္ခရာစဉ်အညွှန်းကိုဉီးစွာဗလာလုပ်ပြီးမှယင်းကို ပြန်လည်ဖန်တီးပါ

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d second(s)
my_mm: <strong>%d</strong> အချက်အလက်မှတ်တမ်းများ (အားလုံး စုစု ပေါင်းမှ <strong>%d</strong>) တဖန်အက်ခရာ အညွှန်း ပြုလုပ်ပါ။ ရာခိုင်နှန်း %d စက်ကန့်တွင် ပြီးသည်။

source: Bibliographic Index
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်များအညွှန်း

source: Emptying Index
my_mm: အက္ခရာအညွှန်းထုတ်ပြစ်ရန်

source: Re-create Index
my_mm: အက္ခရာစဉ်အညွှန်းပြန်လည်ဖန်တီးပါ

source: Update Index
my_mm: အညွှန်းဖြည့်စွက်ရန်

source: Title or Path can't be empty!
my_mm: ခေါင်းစည်းအမည် သို့မဟုတ် လမ်းကြောင်းအညွှန်း ကိုဗလာ ထား၍ မရ

source: Content data updated
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များ ထပ်ထည့်ပြီး

source: Content data FAILED to update!
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များ ထပ်ထည့်ရာ မအောင်မြင်ပါ

source: Content data saved
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များသိမ်းဆည်းပြီး

source: Content data FAILED to save!
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များသိမ်းဆည်းရာ မအောင်မြင်ပါ

source: Content
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များ

source: Content List
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များစာရင်း

source: Add New Content
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက်များအသစ် ထပ်ဖြည့်ပါ

source: Content Title
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက် ခေါင်းစည်းအမည်

source: Path (Must be unique)
my_mm: လမ်းကြောင်းအညွှန်း (တစ်ခုတည်းမူပိုင်)

source: Content Description
my_mm: ဖေါ်ပြပါရှိသော အချက်အလက် အကြာင်း အရာ

source: You are going to update Content data
my_mm: သင် သည် ဖေါ်ပြပါရှိသော အချက်အလက်များကို ထပ် ထည့် မည်

source: Holiday Data Successfully updated
my_mm: အားလပ်ရက်အချက်အလက် အောင်မြင်စွာထပ်ဖြည့်ပြီး

source: Holiday FAILED to update. Please Contact System Administrator
my_mm: အားလပ်ရက် ထပ်ဖြည့်ခြင်းမအောင်မြင်ပါ။ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: New Holiday Successfully Saved
my_mm: အားလပ်ရက် အသစ် အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Holiday FAILED to Save. Please Contact System Administrator
my_mm: အားလပ်ရက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Holiday Settings
my_mm: ပိတ်ရက် Settings များ

source: Holiday Setting
my_mm: အားလပ်ရက်ဖေါ်ပြထားပုံ

source: Special holiday
my_mm: အထူး အားလပ်ရက်

source: Add Special holiday
my_mm: အထူး အားလပ်ရက် ထပ်ထည့်ပါ

source: Holiday Date Start
my_mm: အားလပ်ရက် စတင်သည့််နေ့စွဲ

source: Holiday Date End
my_mm: အားလပ်ရက် ပြီးဆုံးသည့်နေ့ စွဲ

source: Holiday Description
my_mm: အားလပ်ရက် အကြောင်းအရာ

source: You are going to edit holiday data
my_mm: သင်သည်စာကြည့်တိုက်ပိတ်ရက်အချက်အလက်များကို တည်းဖြတ်တော့မည်။

source: Day name
my_mm: နေ့ အမည်

source: Maximum 6 day can be set as holiday!
my_mm: အများဆုံး ၆ ရက် ထိသာ အားလပ်ရက်အဖြစ် သတ်မှတ် နှိင် သည်။

source: Holiday settings saved
my_mm: အားလပ်ရက်သတ်မှတ်ခြင်းသိမ်းဆည်းပြီး

source: Monday
my_mm: တနင်းလာ

source: Tuesday
my_mm: အဂၤါ

source: Wednesday
my_mm: ဗုဒၵဟူး

source: Thursday
my_mm: ကြာသပတေး

source: Friday
my_mm: သောကြာ

source: Saturday
my_mm: စနေ

source: Sunday
my_mm: တနဂၤေႏြ

source: System Configuration
my_mm: ကွန်ပျုတာစနစ်စီစဉ်ထားခြင်း

source: Modify global application preferences
my_mm: ကမ္ဘာလုံးဆိုင်ရာ application ၏ဦးစားပေးရွေးချယ်မှုကိုပြုပြင်ပါ

source: Settings saved. Refreshing page
my_mm: တည်ဆောက်ထားသော အခြအနေ များကို သိမ်းဆည်ပြီး စာမျက်နှာ ကို အသစ်တဖန် ဆန်းသစ်စေသည်

source: Library Name
my_mm: စာကြည့်တိုက် အမည်

source: Library Subname
my_mm: စာကြည့်တိုက် အမည်(sub)

source: Default App. Language
my_mm: မူလသတ်မှတ်ထားသော လုပ်ငန်းသုံးဘာသာစကား

source: Number Of Collections To Show In OPAC Result List
my_mm: OPAC ရလဒ်စာရင်းတွင် ဖေါ်ပြရန်စာစုအရေအတွက်

source: Show Promoted Titles at Homepage
my_mm: မူလကနဦး စာမျက်နှာတွင်အများသိရန်စာအုပ်များပြရန်

source: Don't Print
my_mm: ပုံနှိပ်ခြင်းမလုပ်ပါနှင့်

source: Print
my_mm: ပုံနှိပ်ပါ

source: Print Circulation Receipt
my_mm: စာဌားပြေစာပုံနှိပ်ပါ

source: Loan and Due Date Manual Change
my_mm: ငှါးရမ်းခြင်းနှင့်ပြန်လည်အပ်နှံရမည့်နေ့စွဲပြောင်းခြင်း

source: Loan Limit Override
my_mm: ငှါးရမ်းခြင်းကန့်သတ်ချက်ပြင်ဆင်သတ်မှတ်ခြင်း

source: Ignore Holidays Fine Calculation
my_mm: မသိကျိုးကျွန်ပြုထားသောအားလပ်ရက်များတွက်ချက်ရှာဖွေပါ။

source: OPAC XML Detail
my_mm: OPAC XML အသေးစိပ်

source: OPAC XML Result
my_mm: OPAC XML ရလဒ်

source: Enable Search Spellchecker
my_mm: စာလုံးပေါင်းစစ်ဆေးခြင်းလုပ်ဆောင်ရန်

source: Forbid
my_mm: တားမြစ်

source: Allow
my_mm: ခွင့်ပြု

source: Allow OPAC File Download
my_mm: OPAC ဆွဲချကူးယူခြင်း ခွင့်ပြုပါ

source: Session Login Timeout
my_mm: သတ်မှတ်ထားသည့်ဝင်ရောက်ရန်ခွင့်ပြုချိန်ကုန်ဆုံးပြီ။

source: Barcode Encoding
my_mm: ဘားကုဒ်သင်္ကေတများသတ်မှတ်ခြင်း

source: Module name and path can't be empty
my_mm: လုပ်ငန်း အစိပ်အပိုင်းအမည် နှင့် လမ်းကြောင်းကို ဗလာထား၍ မရပါ

source: Module Data Successfully Updated
my_mm: လုပ်ငန်းအစိပ်အပိုင်း အချက်အလက်အောင်မြင်စွာ ထပ်ဖြည့်ပြီး

source: Module Data FAILED to Updated. Please Contact System Administrator
my_mm: လုပ်ငန်း အစိပ်အပိုင်း အချက်အလက် ထပ်ဖြည့်ခြင်း မအောင်မြင်ပါ၊ ကွန်ပျူတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Module Data Successfully Saved
my_mm: လုပ်ငန်း အစိပ်အပိုင်း အချက်အလက် အသစ် အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Module Data FAILED to Save. Please Contact System Administrator
my_mm: လုပ်ငန်း အစိပ်အပိုင်း အချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ၊ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Modules
my_mm: လုပ်ငန်း တွင်ပါဝင်သော အစိပ်အပိုင်းများ

source: Modules List
my_mm: လုပ်ငန်း အစိပ်အပိုင်း စာရင်း

source: Add New Modules
my_mm: Module အသစ်များ ထပ်ဖြည့်ပါ

source: Module Name
my_mm: လုပ်ငန်း အမည်

source: Module Path
my_mm: လုပ်ငန်း အစိပ်အပိုင်းလမ်းကြောင်း

source: Module Description
my_mm: လုပ်ငန်း အစိပ်အပိုင်း အကြောင်းအရာ

source: You are going to edit data
my_mm: သင်သည်အချက်အလက်များကိုတည်းဖြတ်တော့မည်။

source: Read
my_mm: ဖတ် သည်

source: Write
my_mm: ရေးသည်

source: System
my_mm: ကွန်ပျူတာစနစ်

source: Configure Global System Preferences
my_mm: ကွန်ပျူတာစနစ်ကိုကမ္ဘာသုံးပုံစံအတိုင်းစီစဉ်ပါ။

source: Biblio Indexes
my_mm: စာကြည့်တိုက် အညွှန်းများ

source: Bibliographic Indexes management
my_mm: စာအုပ်ဆိုင်ရာအချက်အလက်အညွှန်းများစီမံခန့်ခွဲမှု

source: Configure Application Modules
my_mm: လုပ်ငန်း သုံး အစိပ်အပိုင်းများကို စီစဉ်ပါ

source: Manage Application User or Library Staff
my_mm: လုပ်ငန်း အသုံး ပြုသူ သို့မဟုတ် စာကြည့်တိုက်ဝန်ထမ်း အား ကြီးကြပ်ဆောင်ရွက်ပါ

source: User Group
my_mm: အသုံးပြုသူ အုပ်စု

source: Manage Group of Application User
my_mm: လုပ်ငန်း အသုံး ပြုသူ အုပ်စုလိုက် ကြီးကြပ်ဆောင်ရွက်ပါ

source: Configure Holiday Setting
my_mm: အားလပ်ရက်ဖေါ်ပြထားသည်ကို စီစဉ်ပါ

source: System Log
my_mm: ကွန်ပျူတာစနစ်မှတ်တမ်း

source: View Application System Log
my_mm: လုပ်ငန်း သုံး စံနစ် မှတ်တမ်း ကိုကြည့်ရှု့ စစ်ဆေးပါ

source: Backup Application Database
my_mm: လုပ်ငန်း သုံး အချက်အလက် များကို ပန့်ပိုး သိမ်းဆည်းပါ

source: System Log data completely cleared!
my_mm: ကွန်ပျူတာစနစ်မှတ်တမ်းအချက်အလက်များကို ဖျက်ထုတ်ပြီး

source: Are you SURE to completely clear system log data? This action cannot be undo!
my_mm: သင်သည်ကွန်ပျုတာစနစ် မှတ်တမ်းအချက်အလက် များကို အပြီးအပိုင်ဖျက်ထုတ်ရန် သေချာရဲ့လား၊ ဤ လုပ်ရပ်သည်မူလအခြေအနေသို့ ပြန်လှည့်၍မရပါ။

source: CLEAR LOGS
my_mm: ကွန်ပြူတာ စံနစ် မှတ်တမ်း များကို ဖျက်ထုပ်ပါ

source: Save Logs record to file?
my_mm: ကွန်ပျူတာစနစ်မှတ်တမ်းများကိုဖိုင်တွင်သိမ်းဆည်းမည်လား

source: Save Logs To File
my_mm: ကွန်ပျူတာစနစ်မှတ်တမ်းများကိုဖိုင်တွင်သိမ်းဆည်းပါ

source: Public Template
my_mm: အများသုံးအတွက်ဖန်တီးထာသောပုံစံ

source: Admin Template
my_mm: စီမံခန့်ခွဲ မှုအတွက် ဖန်တီးထာသော ကနဉီး ပုံစံ

source: Server address
my_mm: Server လိပ်စာ

source: Server Password
my_mm: Server Password ကို

source: Group name can't be empty
my_mm: အုပ်စု အမည်ကို ဗလာထား၍မရပါ

source: Group Data Successfully Updated
my_mm: အုပ်စုအချက်အလက် အောင်မြင်စွာထပ်ထည့်ပြီး

source: Group Data FAILED to Updated. Please Contact System Administrator
my_mm: အုပ်စုအချက်အလက် အောင်မြင်စွာ ထပ်ထည့်ခြင်း မအောင်မြင်ပါ။ ကွန်ပျူတာစံနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: New Group Data Successfully Saved
my_mm: အုပ်စု အချက်အလက်အသစ် အောင်မြင်စွာ သိမ်းဆည်းပြီး

source: Group Data FAILED to Save. Please Contact System Administrator
my_mm: အုပ်စုအချက်အလက် သိမ်းဆည်းခြင်း မအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ်လုပ်ဆောင်ပါ။

source: Group List
my_mm: အုပ်စု စာရင်း

source: Add New Group
my_mm: အသုံးပြုသူ အုပ်စု အသစ် ထပ်ဖြည့်ပါ

source: Group Name
my_mm: အုပ်စု အမည်

source: Privileges
my_mm: ရရှိသော အခွင့် ထူးများ

source: You are going to edit Group data
my_mm: သင်သည် အုပ်စု အချက်အလက်များကို တည်းဖြတ်မည်

source: Web Online Public Access Catalog - Use the search options to find documents quickly
my_mm: စာကြည့်တိုက်ကတ်တလောက် - စာအုပ်စာတမ်းများကိုလျင်မြန်လွယ်ကူစွာရှာဖွေရန်

source: You are currently Logged on as member
my_mm: သင်သည် အသင်းဝင်အနေဖြင့် ဝင်ရောက်နေသည်

source: LOGOUT
my_mm: ကွန်ပျူတာစနစ်မှထွက်ခွာရန်

source: Put marked selection into basket
my_mm: အမှတ်အသားလုပ်၍ရွေးချယ်ထားသောစာအုပ်အမည်(များ)ကို Basket တွင် ထည့်ရန်

source: comments available
my_mm: ထင်မြင်ချက်ပေးရန်

source: at
my_mm: ထိုနေရာ

source: write
my_mm: ရေးပါ

source: More result
my_mm: နောက်ထပ်ရလဒ်

source: All Locations
my_mm: စာအုပ်တည်နေရာများ

source: All Collections
my_mm: စာစုများ

source: All GMD/Media
my_mm: အားလုံး GMD / မီဒီယာ

source: Found <strong>{biblio_list->num_rows}</strong> from your keywords
my_mm: သင်၏ အဓိကစာလုံးများမှ ရလဒ် <strong>{biblio_list->num_rows}</strong> ခုကိုတွေ့ ရှိသည်

source: You currently on page <strong>{page}</strong> of <strong>{total_pages}</strong> page(s)
my_mm: သင် သည် လက်ရှိ တွင် <strong>{total_pages}</strong> စာမျက်နှာများ ၏ <strong>{page}</strong> စာမျက်နှာ ပေါ် တွင် ရှိနေသည်။

source: Did you mean:
my_mm: သင်ဘာကိုဆိုလိုသနည်း

source: Current Loan item(s)
my_mm: လက်ရှိငှါးရမ်းထားသောစာအုပ်များ

source: Your Current Loan
my_mm: သင်၏လက်ရှိစာငှါးစာရင်း

source: Return Date
my_mm: ပြန်လည်အပ်နှံ ရမည့် နေ့စွဲ

source: item(s) loan history
my_mm: စာအုပ်အငှါးနေ.စွဲအလိုက်မှတ်တမ်း

source: Your Loan History
my_mm: သင်၏စာငှားမှတ်တမ်း

source: Profile of our Librarian
my_mm: စာကြည့်တိုက်မှူး၏ကိုယ်ရေးအကျဉ်း

source: Position
my_mm: ရာထူး

source: Social
my_mm: လူမွဳေရး

source: Please supply valid username and password
my_mm: ကျေးဇူးပြု၍ လက်ရှိ တရားဝင် အသုံးပြုသူ အမည် နှင့် စကားဝှက် ပေးပါ

source: Welcome to Library Automation,
my_mm: စာကြည့်တိုက် အလို အလျောက် ဝန် ဆောင်မှု မှ ကြိုဆိုပါတယ်

source: Wrong Username or Password. ACCESS DENIED
my_mm: အသုံးပြုသူအမည် သို့မဟုတ် စကားဝှက်မမှန်ပါ၊ ဝင်ရောက်ခွင့်မပြုပါ

source: Current password can not be empty!
my_mm: လက်ရှိစကားဝှက်ကိုဗလာမဖွစျနိုငျ!

source: Your browser does not support Javascript or Javascript is disabled. Application won't run without Javascript!
my_mm: သင်၏ အင်တာနက် တက်ရောက်သည့် ကိရိယာ တွင် Javascript ထည့်မထားပါ သို့မဟုတ် Javascript ကို သုံး နိုင် အောင် ဖန်တီးမထားပါ၊ Javascript မရှိပါက ယခု သုံး နေသော အရာသည် အလုပ်မလုပ်ပါ

source: Current Password
my_mm: လက်ရှိစကားဝှက်

source: Password
my_mm: စကားဝှက်

source: Login
my_mm: ဝင်ရောက်ရန်

source: Welcome to Member's Area where you can view your current loan information and view your membership status.
my_mm: အသင်းဝင်များကဏ္ဍတွင်သင်၏လက်ရှိစာငှါးစာရင်းနှင့်တကွသင်၏အသင်းဝင်အခြေအနေတို့ကို ကြည့်ရှု့ နိုင်ပါသည်

source: Please fill your Username and Password to Login!
my_mm: ဝင်ရောက်ရန်သင်၏အသုံးပြုသည့်အမည်နှင့်စကားဝှက်ကို ထည့်ပါ။

source: Login FAILED! Wrong username or password!
my_mm: ဝင်ရောက်ရန်မအောင်မြင်ပါ၊၊ စာကြည့်တိုက်အသင်းဝင် နံပါတ်သို့မဟုတ်စကားဝှက်မှားနေသည်။

source: Your password have been changed successfully.
my_mm: သင်၏စကားဝှက်ကိုအောင်မြင်စွာပြောင်းလဲပြီး။

source: Current password entered WRONG! Please insert the right password!
my_mm: ယခုလက်ရှိထည့်သည့်စကားဝှက်မမှန်ပါ။ စကားဝှက်အမှန် ထည့်ပါ။

source: Password confirmation FAILED! Make sure to check undercase or uppercase letters!
my_mm: စကားဝှက်မှန်ကန်ကြောင်းဆန်စစ်ခြင်း မအောင်မြင်ပါ။ ကီးဘုတ် တွင် ဖေါ်ပြထားသောစာလုံးအသေးသို့မဟုတ် စာလုံးအကြီးသုံးသည်ကိုသေချာပါစေ။

source: Password update FAILED! ERROR ON DATABASE!
my_mm: စကားဝှက်ထပ်ဖြည့်ခြင်းမအောင်မြင်ပါ။

source: Library Member Login
my_mm: စာကြည့်တိုက်အသင်းဝင် login

source: Wrong Captcha Code entered, Please write the right code!
my_mm: စိစစ်အတည်ပြုသည့် code မမှန်ပါ။ code အမှန် ထည့်ပါ။

source: Please insert your member ID and password given by library system administrator. If you are library's member and don't have a password yet, please contact library staff.
my_mm: စာကြည့်တိုက်မှပေးထားသောသင်၏အသင်းဝင် နံပါတ်နှင့် စကားဝှက် ကို ထည့်ပါ။ သင်သည် စာကြည့်တိုက်အသင်းဝင်ဖြစ်ပြီး၊ စကားဝှက်မရှိသေးပါက၊ စာကြည့်တိုက်ဝန်ထမ်းကိုဆက်သွယ်ပါ။

source: Confirm Password
my_mm: စကားဝှက်မှန်ကန်ကြောင်းအတည်ပြုပါ။

source: Change Password
my_mm: စကားဝှက်ပြောင်းပါ။

source: Reserve title(s) on Basket
my_mm: စာအုပ်အမည်(များ) ကို မိမိ၏စာအုပ်ခြင်းတောင်းတွင်သီးသန့်လျာထားရန်

source: Clear Basket
my_mm: Basket တွင်းရှိစာအုပ်အမည်များကိုရှင်းပြစ်ပါ။

source: Remove selected title(s) from Basket
my_mm: ရွေးချယ်ထားသောစာအုပ်အမည်(များ) ကို Basket မှဖယ် ထုတ်ပြစ်ပါ။

source: title(s) on basket
my_mm: Basket တွင်ရှိသောစာအုပ်အမည်(များ)

source: Your Membership Already EXPIRED! Please extend your membership.
my_mm: သင်၏ အသင်းဝင် သက်တမ်း ကုန်ဆုံးပြီး၊ အသင်းဝင် သက်တမ်းတိုးပါ

source: Membership currently in pending state, no loan transaction can be made yet.
my_mm: အသင်းဝင်အဖြစ်လက်ရှိဆိုင်းငံ့ထားသည်၊စာငှါးခြင်းမပြုလုပ်နိုင်ပါ

source: OVERDUED
my_mm: ခွင့်ပြုရက်ကျော်နေပြီ

source: item(s) currently on loan
my_mm: လက်ရှိငှါးရမ်းထားသောစာအုပ်(များ)

source: Reservation e-mail sent successfully!
my_mm: ကြိုတင်ရယူ ထားကြောင်း အီးမေးလ် အောင်မြင်စွာ ပို့ပြီး

source: Member Detail
my_mm: အသင်းဝင်အချက်အလက်အသေးစိပ်

source: Your Title Basket
my_mm: သင်ရွေးချယ်ထားသည့်စာအုပ်အမည်များ

source: Library News
my_mm: စာကြည့်တိုက်ဆုိင်ရာသတင်းများ

source: Library Location
my_mm: စာကြည့်တိုက်တည်နေရာ

source: Thank you for your comment.
my_mm: သင္၏ထင္ျမင္ခ်က္မ်ားအတြက္ေက်းဇူးတင္ပါသည္။

source: FAILED to strore you comment. Please Contact System Administrator
my_mm: သင်၏မှတ်ချက်သိမ်းဆည်းခြင်းမအောင်မြင်ပါ။ ကွန်ပျုတာစနစ် စီမံခန့်ခွဲသူနှင့် ဆက်သွယ် လုပ်ဆောင်ပါ။

source: Record Detail
my_mm: မှတ်တမ်းအသေးစိပ်

source: Back To Previous
my_mm: နောက်ဘက် တဆင့်သို့ပြန်သွားပါ

source: Show detail in XML format
my_mm: XML ပုံစံၿဖင္႔အသေးစိပ်

source: XML Detail
my_mm: ိုXML အသေးစိတ်

source: , thank you for inserting your data to our visitor log
my_mm: သင်၏ အချက်အလက် များ စာကြည့်တိုက်သို့ လာရောက်သည့် မှတ်တမ်း တွင် ရေးသွင်းသည့် အတွက် ကျေးဇူး တင်ပါသည်

source: Your membership already EXPIRED, please renew/extend your membership immediately
my_mm: သင်၏ အသင်းဝင် သက်တမ်း ကုန်ဆုံးပြီး၊ အသင်းဝင် သက်တမ်း ချက်ချင်း အသစ်လုပ်/တိုးပါ

source: Sorry, Please fill institution field if you are not library member
my_mm: ကျေးဇူးပြု၍ စာကြည့်တိုက် အသင်းဝင် မဟုတ်ပါက သင်၏ သက်ဆိုင်ရာ အဖွဲ့ အစည်း အမည် ဖြည့်ပါ

source: Error inserting counter data to database!
my_mm: အချက်အလက်စုဘဏ်သို့ထပ်မံထည့်သွင်းသောအကြောင်းအရာများမှားယွင်းနေသည်။

source: Currently On Loan (Due on
my_mm: လက်ရှိငှါးရမ်းထားဆဲ ( ပြန်အပ်နေ့စွဲ

source: Available but not for loan
my_mm: စာကြည့်တိုက်တွင်ရနိုင်သည်။သို့သော်ငှါးရန်မဟုတ်ပါ။

source: Click to view others documents with this author
my_mm: ဤစာရေးသူအမည်ဖြင့် အခြားစာအုပ်စာတမ်း များကို ကြည့်ရှု ရန် နှိပ်ပါ။

source: Click to view others documents with this subject
my_mm: ဤဘာသာရပ်အမည် ဖြင့် အခြား စာရွက်စာတမ်း များကို ကြည့်ရှု ရန် နှိပ်ပါ

source: Share to
my_mm: ေမှျရန်

source: Arabic
my_mm: အာရပ်ဘာသာ ( العَرَبِية )

source: Bengali
my_mm: ဘင်ဂါလီဘာသာ (ংলাংলা )

source: Brazilian Portuguese
my_mm: ဘရာဇီးပေါ်တူဂီ ( Português brasileiro )

source: English
my_mm: အင်္ဂလိပ် ( English )

source: Espanol
my_mm: စပိန်ဘာသာ ( Español )

source: German
my_mm: ဂျာမန်ဘာသာ ( Deutsch )

source: Indonesian
my_mm: အင်ဒိုနီးရှား ဘာသာ ( Bahasa Indonesia )

source: Japanese
my_mm: ဂျပန်

source: Thai
my_mm: ထိုင်းဘာသာ (ภาษาเขียน)

source: Malay
my_mm: မလေး (Bahasa Malaysia)

source: Persian
my_mm: ပါရှန်[အီရန်] (فارسی)

source: Myanmar (Burmese)
my_mm: မြန်မာ (ဗမာ)

source: Shan
my_mm: ရှမ်း

source: Home
my_mm: မူလကနဦး စာမျက်နှာသို့

source: DELETE
my_mm: ဖျက်ပြစ်ရန်

source: EDIT
my_mm: တည်းဖြတ်ရန်

source: Are You Sure Want to DELETE Selected Data?
my_mm: သင်သည်ရွေးချယ်ထားသောအချက်အလက်များကို ဖျက် ပြစ်လိုသည်မှာ သေချာရဲ့လား

source: ascendingly
my_mm: အက္ခရာအစမှအဆုံးသို့

source: descendingly
my_mm: အက်ခရာ အဆုံး မှ အစ သို့

source: Order list by
my_mm: စာရင်း ကို အရ စဉ်ပါ

source: Date
my_mm: နေ့စွဲ

source: Delete Record
my_mm: မှတ်တမ်းမှဖျက်ပြစ်ရန်

source: First Page
my_mm: ပထမစာမျက်နှာ

source: Previous
my_mm: နောက်တမျက်နှာ ပြန် စာမျက်နှာ

source: Next
my_mm: ရှေ့ စာတမျက်နှာ

source: Last Page
my_mm: နောက်ဆုံးစာမျက်နှာ

source: No Data
my_mm: အချက်အလက်မရှိပါ

source: Personal Name
my_mm: ကိုယ်ပိုင်အမည်

source: Organizational Body
my_mm: အသင်းအဖွဲ့အမည်

source: Conference
my_mm: ညီလာခံ

source: Topic
my_mm: အကြောင်းအရာအမည်

source: Geographic
my_mm: ပထဝီဝင်ဒေသ

source: Temporal
my_mm: အချိန်ကါလ

source: Genre
my_mm: လိင် = ကျား/မ

source: Occupation
my_mm: အလုပ်အကိုင်

source: Primary Author
my_mm: အဓိကစာရေးသူ

source: Additional Author
my_mm: ပူးတွဲစာရေးသူ

source: Editor
my_mm: တည်းဖြတ်သူ

source: Translator
my_mm: ဘာသာပြန်ဆိုသူ

source: Director
my_mm: ဒါရိုက်တာ

source: Producer
my_mm: ထုတ်လုပ်သူ

source: Composer
my_mm: ရေးစပ်သူ

source: Illustrator
my_mm: သရုပ်​ဖေါ်ရေးဆဲ့သူ

source: Creator
my_mm: ဖန်တီးသူ

source: Contributor
my_mm: ပါဝင်ပံ့ပိုးသူ

source: Senior Librarian
my_mm: အၿကီးတန္းစာျကည္.တိုက္မွဳး

source: Library Staff
my_mm: စာကြည်.တိုက်ဝန်ထမ်း

source: View record detail description for this title
my_mm: ဤခေါင်းစဉ်အတွက်အသေးစိတ်ဖော်ပြချက်ကိုကြည့်ရန်

source: none copy available
my_mm: စာအုပ်ဆင်တူများမရှိပါ

source: Share this title to Facebook
my_mm: ဤခေါင္းစဥ္ကို Facebookမွာ ဝေမွွ်ပါ

source: Share this title to Twitter
my_mm: ဤခေါင္းစဥ္ကို Twitterမွာ ဝေမွွ်ပါ

source: Share this title to Google Plus
my_mm: ဤခေါင္းစဥ္ကို Google Plus မွာဝေမွွ်ပါ

source: Share this title to Digg It
my_mm: ဤခေါင္းစဥ္ကို Digg It မွာဝေမွွ်ပါ

source: Share this title to Reddit
my_mm: ဤခေါင္းစဥ္ကို Reddit မွာဝေမွွ်ပါ

source: mark this
my_mm: ဤစာအုပ်အမည်ကိုအမှတ်အသားလုပ်ရန်

source: APA Style
my_mm: APA စတိုင်

source: MLA Style
my_mm: MLA စတိုင်

source: Turabian Style
my_mm: Turabian စတိုင်

source: Availability
my_mm: အသုံးပြုနိုင်မှု

source: Detail Information
my_mm: အသေးစိတ်သတင်းအချက်အလက်များ

source: Comments
my_mm: မှတ်ချက်များ

source: Librarian LOGIN
my_mm: စာကြည့်တိုက်မှူးများသာ

source: Read More
my_mm: ဆက်ဖတ်ရန်

source: Advanced Search
my_mm: အဆင့်မြင့်ရှာဖွေခြင်း

source: Select Language
my_mm: ဘာသာစကားရွေးရန်

source: License
my_mm: လိုင်စင်

source: Library Information
my_mm: စာကြည့်တိုက်အကြောင်း

source: Member Area
my_mm: အသင်းဝင်များအတွက်သာ

source: Help on Search
my_mm: စာရှာလမ်းညွှန်

source: More
my_mm: နောက်ထပ်

source: New Books
my_mm: စာအုပ်အသစ်

source: SEARCH
my_mm: ရှာဖွေရန်

source: start it by typing one or more keywords for title, author or subject
my_mm: ရှာလိုသော စာအုပ်အမည်၊ စာရေးသူ၊ ပညာရပ် ဆိုင်ရာ အဓိက စကားလုံးတစ်ခု သို့မဟုတ် ပိုမိုသောစကားလုံး ကိုထည့်ပါ

source: Search Cluster
my_mm: တူညီေသာအရာများရှာဖွေခြင်း

source: Generating search cluster...
my_mm: တူညီသောအရာရွာေဖြသည္.သေကၤတျဖစ္ေပၚေစသည္

source: Visitor Counter
my_mm: စာကြည့်တိုက်သို့ လာရောက် သူများကို လက်ခံ တွေ့ဆုံရာ စာပွဲ

source: Please insert your library member ID otherwise your full name instead
my_mm: ကျေးဇူး ပြု၍သင်၏စာကြည့်တိုက်အသင်းဝင် နံပါတ်ထည့်ပါ။ သို့မဟုတ်သင်၏အမည်အပြည့် အစုံ ထည့်ပါ။

source: Cite
my_mm: ကိုးကားရန်

source: Collections
my_mm: စာစုများ

source: No Result
my_mm: ရလဒ်မရှိပါ

source: Please try again
my_mm: ထပ်ကြိုးစားပါ

source: Search Result
my_mm: ရှာရေသာရလဒ်များ

source: Information
my_mm: သတင်း

source: Back To Home
my_mm: နောက်ကျောမူလစာမျက်နှာရန်

source: About SLiMS
my_mm: SLiMS အကြောင်း
